{"content": {"pages": ["EBOOK 75701 *** # Els sots feréstechs Raimon Casellas 1901 `Aquest text ha estat digitalitzat i processat per l’Institut d’Estudis Catalans, com a part del projecte Corpus Textual Informatitzat de la Llengua Catalana.` ## I L'Aleix de las Tòfonas ¿Ahont reira de bet deuhen haver anat a raure els óssos corcats d'aquell jayo del dimoni? Era tan xaruch, xaruch, que, mentres els uns deyan que tenía més de noranta anys, d'altres juravan qu'havía passat dels cent, y no mancava qui fes posta sobre que 'n duya a l'esquena més de cent quinze o de cent vint. Entre 'ls pastors d'aquellas aspras clotadas de Montmany, corría la brama fantasiosa de que ja havía sigut enterrat una vegada, però que com qu'era bruixot y tenía part ab el dimoni, y ademés era tan rich, tan rich, havía fet mans y mánigas pera descolgarse de terra, fins a tornar a eixir del fossar. Quan, de cent en quaranta, compareixía una festa a la missa matinal qu'un capellá foraster deya a l'ermita de Puiggraciós, tothom se 'l mirava de cúa d'ull, ab una mena de rencunia estranya, que tenía quelcom d'enveja y potser fins quelcom d'admiració. --¡Vès quí'n daria dos quartos d'aquet vellot!... --deya un bover, ab estranyesa. --¡Y tantas doblas com té enterradas! --responía un llenyatayre, ab ayres d'home enterat. --¡Llamp que 'l toch! --exclamavan els demés, plens de cobdicia.-- ¡Aixís se li tornessin escorpins! Però lo cert es qu'al jayo semblava que no li feyan fret ni calor totas aquellas malevolenças y miradas de reull. Encorvat pels anys y ab el cap cot, igual que si cerqués agullas per terra, passava tot taujá y com qui fa l'orni, a tall d'home refiat que se sent guardadas las espatllas per dos gossarros que l'acompanyavan sempre, boy flayrant arreu y reganyant els ullals. Fos per por dels gossos, fos per por del jayo, la maynada fugía esferehida cada cop que 'ls veya comparèixer; y no més calía cridar \"¡Mireu que ve l'Aleix!\" pera que las criaturas corressin a arropirse sota las faldillas de las mares. Tan solament s'hi atansavan els més ganassaças, y encara pera fer el valent o pera pidolarli qualque cosa. --Aleix... ¿me voleu dar un quarto? --feya algun bordegaç. --Nú, nú, --responía 'l jayo, ab un parlar tot emborbossat, tot fosch. --Y ¿per què no? --Parque nu 'n tench pos de cortus jú... --¡Oy que sí, que 'n teniu! --Nú, nú. --Bé feu forrolla ab las tòfonas... --Túfunas... Nu 'n cercu pos. Y com pera escórrer el bulto a las preguntas y a la requesta dels pidolayres, el vell girava cua desseguit, deixant tot pensatius, tot rumiosos, a n'aquells vehins de las quasi desertas fondaladas de Montmany, que, densá qu'estavan sense rector a la parroquia, tot lo més se veyan algun diumenge, reunits per la campana de Puiggraciós. Mentrestant, l'Aleix, ab una lleugeresa que semblava mentida pera 'ls seus anys, devallava cap al sot de l'Uyá, traspassava la pineda de la Rovira, seguía 'l relleu de la cinglera de Bertí, s'endinzava", "en la boscuria de l'ubaga, fins qu'al arribar al collet de l'Ensulcida, com una serp que 's fica al cau, s'esmunyía dintre del casalot mitj enrunat de Romaní. Aquellas quatre parets esquerdadas sota una teulada plena de forats, com un cel brodat d'estrellas, eran la seva estada, el seu amagatall. D'allí surtía cada jorn a punta d'alba, encaminantse cap a soley, pera empendre la cacera misteriosa de las tòfonas. --Las condemnadotas prou s'entafuran... prò jú las amarro pú, --mormolava 'l vell tot cargolantse y rihent per sota 'l nas. Y, com hi ha nell, que podía ben bé riure, perquè, ab els anys y panys que resseguía 'ls recons y reconets de las feréstegas clotadas, pla sabía ahont jeyan ¡las remalehidas! ben acotxadotas sota terra... ¡Rellamp que las toch! Pera escapar de ser vistas, trían els indrets més amagats, els ermots més solitaris, els claps de terra més tristos... y com que són tan malas pècoras y tan dròpulas, volen recons un xich humits, però ¡això sí! ben orejats per l'ayre y ben escalfats pel sol de mitjdía... Per això s'aixoplugan sota 'ls arbres de brancatge esbalandrat ¡las grans barjaulas!, pera estarse a la ressombra, mitj assoleyadas, mitj a la fresca... De cent passas lluny ja coneixía 'l jayo els llochs preferits per la perfumada trumfa; y quan passava per la vora d'un pollancre, d'una alzina o d'un noguer, pegava llambregada al voltant de la soca, y tot seguit sabía si hi havía allí res pera pelar. Els gossos anavan endevant, ara ensumant, ara glapint, com conillers que persegueixen un rastre. Ell venía derrera, trico, trico, ab un serró a l'esquena y un caveguet a la má. Aixís passavan devegadas horas y horas... però tan bon punt lladrava un gos boy rascant prop d'una verdiça o d'un matoll de roldó, saltava 'l vell com una llagasta cap al seti de la fressa, y ab un cop d'ull ne tenía prou pera regonèixer el paratge. Si veya que la terra s'alçava com inflada, ab el mánech del cávech picava sobre l'inflor, y, per mica que 'l terreny fes soroll de vuyt, el jayo, ab una ganyota de satisfacció, semblava que digués: \"¡Per tot te deixo!\" Pera que 'l tret fos segur, no més mancava que vegés surar, sobre l'indret, els vols de mosquits morats que rondan enllepolits per la flayre de la trumfa... Allavoras s'ajupía, y vinga cavar ab cuydado, vinga aixecar la crosta de terra ab suavitat... fins qu'apareixía 'l sospirat tresor. Una per una anava cullint las tòfonas, una per una las netejava ab afalech, una per una las amorosía ab el palmell de la má... y, després de contemplárselas un rato, tan negretas, tan polidas, tan bonicoyas, las desava amatent dins del serró. Alashoras se disposava a tornar al cau... però abans cridava als gossos y s'assegurava bé de si 's veya ningú per allí 'ls voltants... Escoltava una estona ab el cap arran de terra, pegava mirada ensá y enllá, ab las mans fent ventalla sobre 'ls", "ulls... y, si no hi havía entrebanch, se las emprenía, trico, trico, cap a l'amagatall de Romaní. Calía vigilar, calía fer l'ull viu. ¡Eran tan berros aquells llenyatayres de l'Ensulcida! ¿Y els pastorots de l'ubaga? ¡El dimoni que 'ls va fer! Per això, quan arribava al casalot enrunat, no 's podía estar de fer una llengota a tots aquells brètols remalehits que li envejavan els quartos. Per això no 's descuydava may d'allargar el braç envers las casas vehinas de las fondaladas, mormolant aquestas paraulas de bruixa, mentres remenava 'l puny clos: --¡La figo vus fay a tuts! Se pot ben dir que l'Aleix era la tentació eterna de tot Montmany. La figura cargolada del jayo omplía de día y nit el pensament de la gent trista y miserable qu'habitava las casas escampadas per aquells sots. Sobre tot al vespre, quan, al voltant de la llar mitj apagada, engolían homes y donas las mossadas d'un pa negre y florit, o s'empassavan els tragos amidats d'un vinot agre, no podían arrebassarse del pensament el recort de l'avi de Romaní, que tantas doblas guardava sota terra. Tèrbols propòsits de robo y de mort els passavan, com fantasmas sagnants, per l'espessa imaginació. Ensopits, pensatius, muts, anavan donant voltas a n'aquella idea sinistre que 'ls capficava continuament, per més que quasi may en resessin ni paraula. Però, a lo millor de la caboria, saltava un pastor dihent: \"Avuy so vist a l'Aleix\"; y tots alçavan el cap esferehits, com si, deixondintse del somni afrós que 'ls perseguía, haguessin de sobte sentit un ressò dels propis pensaments. --Y... ¿ahont l'has vist? --preguntava l'amo, fingint un to d'indiferencia. --Lo so vist sota las feixas de câl Sunyer. --Devía anar a vila... --insinuava la mestressa. --Potser a ciutat... --deya algú altre. Y altre cop tornavan a quedar tots callats y somniosos, pensant fins ahont hauría arribat, fent cálculs sobre quín día tornaría, imaginant quánts quartos deuría dur d'aquellas tòfonas que tant s'adineravan a ciutat... De tants anys d'espiarlo nit y día, se pot dir que li tenían els passos tots comptats. Grans y xichs sabían qu'un cop cada mesada eixía ab el bulto de las tòfonas; qu'a la tornada s'aturava al Figueró a provehirse de vianda y beure, y que sempre venía carregat de carn de moltó y ab pa de fleca al corn de la manta. Prou hi havía hagut, més d'un cop y més de cent, qui havía intentat sorpèndrel pel camí y ferli donar els diners, o enjegarli una escopetada de trascantó, o estimbarlo al passar per dalt del cingle... però las malas intencions no havían anat avant, perquè, fins els més desanimats, aixís qu'arribava l'hora de fer el fet, sentían una mena de por estranya devant d'aquell home misteriós que, segons deya la brama, ja havía sigut enterrat un cop y tenía part ab el dimoni. Y la mateixa temença que 'l jayo, inspirava a la gent el casalot de Romaní. Ningú gosava atansarshi gayre; y, si bé 's deya qu'era per respecte", "als gossos, lo cert es que tothom pensava ab certa basarda: \"¡Quí sap què hi deu haver derrera la negror tremolosa d'aquellas tapias mitj enfonzadas!\" Tot lo més que feyan els pastors, al trobarse a tret de pedra de las runas, era enjegarhi un roch ab el mandró, a fi de fer lladrar als gossos, mentres ells s'escorrían rostos avall, tot persignantse y mormolant: \"¡Jesús!\" Però, en això, va venir un día en que va a començar a córrer la veu de que a l'Aleix no se 'l trobava en part del món. ¡Quí sap de quántas setmanas ensá que no l'havía vist ánima viventa, ni dels pastors que guardavan ovellas al bosch de Brera ni dels pilers que feyan carbó a soley! Sense saber còm ni per què, el jayo havía desaparegut tot d'un plegat, com si 'l dimoni se l'hagués endut. Quan, saltant de casa en casa, va començar la nova a esbargirse per las clotadas, una ansia estranya feya batre 'l cor de tots els vehins. Dintre de cada casa no 's parlava d'altra cosa. --¿Què deu haver passat? --Potser s'ha mort... --Potser ha fugit... --Hauríam d'arribarhi. --¡Pla s'hi ha d'anar! Y mentres, sense saberho 'ls uns dels altres, tots els escampats vehins emprenían la ruta del casalot enrunat, els homes, plens de recança, pensavan ab las ocasions que s'havían deixat perdre de fer els comptes al vellot. L'un recordava 'l día que 'l va trobar sobre la cinglera de Bertí... y no va gosar a ventarli empenta. L'altre 's penedía de no haverli deixat anar la perdigonada de balins aquell capvespre que 'l va veure pel torrent de la Rovira. \"¡Que 'n vaig ser de bestia!\", rumiavan entre sí. Y era tan forta la deria que 'ls trasbalsava 'l pensament, qu'havían de fer esforços pera dissimulársela ells ab ells quan se trobavan ab altras collas que caminavan guiadas pel mateix fi. --¿Ahont aneu? --preguntavan uns. --Nosaltres a Romaní... ¿Y vosaltres? --Nosaltres també. --Hem pensat... \"potser aquell home está malalt... y si podem ferli alguna cosa...\" --Lo mateix hem dit nosaltres... \"si'l podem assistir ab res...\" Els primers que, després de pendre mil precaucions, van arribar a Romaní, van trobar la casa vuyda. Ni jayo, ni gossos, ni mobles, ni res en lloch. Per terra, escombrots y runa; per las parets, terenyinas; per las oberturas, brancas d'heura tapant esquerdas y forats. Ja 'ls queya a tots l'ánima als peus, quan, vora del llindar, se van adonar de que la terra estava somoguda... Tots varen córrer cap allí, atiats per la cobdicia. Varen descalçar la terra, varen trobar un vuyt, y dintre 'l vuyt una gerra. Els uns se miravan ab els altres ab desconfiança, de cua d'ull, perquè tots volían apoderarse del tresor... però una mà més llesta que las altras va alçar el tap de la gerra, y tothom va veure qu'á dintre no hi havía ni sombra ni senyal de res. Hi va haver homes que van alçar el puny enlayre, com amenaçant vagament el", "recort malehit del jayo que de semblant manera 's befava d'ells. --¡Sota terra siga! --deyan uns. --¡Aixís se l'enduguin els dimonis! --mormolavan els demés. Y quan, moixos y escorreguts, baixavan altre cop cap a las clotadas, mastegant conjurs y malediccions, semblava sentirse de dalt dels cingles una veu tota mofeta que deya: --¡La figo vus fay a tuts!... D'això ja havían passat setmanas, ja havían passat mesos... quan veusaquí que, un día, a un pastor de cân Sunyer li va semblar veure a l'Aleix entre las alzinellas més altas del bosch de Brera. \"¡Ay vatúa l'home consagrat! --va exclamar entre sí 'l pastor.-- ¿No es aquell, el jayo? Sí que l'es, ¡mal llampus! ¡Sí que l'es!\" Y, quan va ser vespre, ho va contar a la gent de casa, aplegada a la vora de la llar, cadascú ab son plat de trumfas aixafadas. --No ho creuríau pas... Avuy, entre els matolls més alts de Brera, m'ha semblat veure a l'Aleix... --¿Vols dir? --li va respondre ab ayres d'incredulitat l'avi Sunyer. --¡Y ca! --va afegir el pubill. --¡No pot pas esser! --varen recalcar els demés. Y tant varen dir, tant varen dir, qu'al últim va pensar el pastor: \"Potser sí, qu'ho has somiat...\" Però lo bo va ser que, un altre día, a ne 'l porquerol del Malarich també li va semblar llucar al jayo pels encontorns del serrat de Puiggraciós. Y l'endemá ja no varen ser ni dos ni tres, sinó qui-sap-los, els que 'l varen veure en llochs diferents. --Jo avuy el som vist sota las feixas del Lladonell, --deya en Pau Bojet a uns pastors que s'havían aplegat sobre 'l coll de cân Ripeta. --Donchs jo també 'l som vist avuy a las rourellas de la Rovira... --va respondre un rabadá. --Y jo als voltants del Bosch Negre, --va fer el pastor de cân Prat. --Y ¿quína hora era, quan l'has vist? --¿Jo?... Uns tres quarts de vuyt, serían... --Jo també. Vuyt horas no eran encara... --Donchs... a la mateixa hora me 'l so trobat jo. Y com que tothom l'havía vist a un mateix temps en paratges tan distants, aquells guardadors d'ovellas y moltons varen quedar tot capficats, tot rumiosos, pensant ab aquell home del diastre que tenía 'l do maravellós d'aparèixers desde l'un cap a l'altre cap del terme, a la mateixa hora justa y cabal. Y aquella caboria dels pastors se va encomanar altra volta a tot Montmany. Desde aquell punt, la figura recargolada del jayo de Romaní va tornar a ser, de nit y día, la deria, el fantasma dels bosquerols. --¡Dimoni d'home! ¡Dimoni d'home! --se deyan de baix en baix.-- Sembla qu'hi ballin las bruixas, en tot això. N'hi havía que pensavan qu'allò podía ser un miracle; n'hi havía que creyan qu'allò era cosa de mal art. --¡Vès còm pot ser, això de viure més que tothom y d'aparèixer a l'hora a tants indrets, y de fondres un home igual que mort, y d'eixir a lo millor, trescant per valls y serras com", "una guineu! ¡Vès còm ira de bet pot ser això, sense tenir un pacte ab el mal esperit! Y els uns feyan la creu ab els dits polsos, com pera allunyar la mala cosa, tot barbotegant: --¡Deu mos lliuri, Deu mos guardi! Y d'altres se persignavan tremolosos, exclamant: --¡Jesús, María y Joseph! Però, entremitj de totas aquellas cosas tan estranyas, tan misteriosas, lo que potser els capficava més de tot era saber ahont tancava l'Aleix de part de vespre. Perquè, lo qu'es al casalot de Romaní, pla sabía tothom que no hi havía ficat may més el nas desde 'l día que va semblar que s'hagués fos com una llenca de boyra. De las parets enrunadas del catau se n'havían fet amos y senyors, ja feya días, els pastors y llenyatayres d'allí 'ls volts. Uns cops pera desarhi las eynas y els morralets, altres cops pera ficarhi las ovellas a dâlshi sal, allò gayrebé era sempre un seguit d'entrar y surtir. Donchs, si no era allí dintre ahont passava la nit... ¿ahont llamps de Deu dormía, el gran Jan-fume? Al ras no podía ser, ab las glaçadas y las mullenas que feyan. A l'hostalet de Puiggraciós tampoch, perquè ja s'havía anat a preguntarho als ermitans, y els ermitans havían dit que no. Com més anava, el misteri de la vida d'aquell home, més fondo esdevenía y tenebrós. Allavoras va ser quan alguns vehins varen dir: \"¡Calla! ¿Y si pera anar a passar las nits s'hagués aparroquianat a l'esglesia, el vell xaruch?\" Com feya tant temps que restava abandonada de tothom, no més servía de niu als aucellots qu'anavan a ajocarshi, entrant per l'obertura dels finestrals. ¡Quína 'n fora! ¡Quína 'n fora! Però varen baixar a rondar l'esglesia, varen trucar diferents cops, varen mirar per la reixeta de la porta... y res. Se veya com els aucellots volavan d'una banda a l'altra de cornisa, com se posavan sobre l'ara dels altars, com entravan y sortían per las finestras... però, de l'Aleix de las Tòfonas, ni una ungla de dit. Ben al revés de deixarse veure, ja feya días que més aviat se 'l trobava a mancar per tot arreu. \"¿Ahont jeurá, ahont deurá ser, ahont haurá anat a raure?\" pensava tothom. Y molts ja tenían coll avall que s'havía tornat a fondre per una temporada... quan, veusaquí qu'un diumenge compareix per la banda del Serrat, encaminantse cap a Puiggraciós. Els homes que jugavan a la brisca a l'era de l'hostalet, varen plegar el carter, l'un derrera l'altre, pensant qu'havía arribat l'hora de fer els comptes a l'Aleix. \"O ara o may, --rumiavan.-- O ara o may.\" \"Ab aquestas anadas y vingudas, el millor día fuig ab las doblas y no li veyem may més la pell.\" \"Primer, que la quitxalla li pidoli 'ls quartos... y després, aixís que giri l'esquena --pensava cadascú pel seu cantó-- s'ha de provar si un se li pot tirar a sobre, mentre s'allunya als gossos a cops de garrot.\" L'Aleix, entretant, s'atansava a las taulas mitj", "somrient per sota 'l nas, com si olorés las malas intencions dels bosquerols. Y tant com més s'atansava, més s'adonavan els jugadors de que 'l jayo anava sense gossos, y tot miserable, tot espellifat, tot brut... Els xicots ja 's disposavan a demanarli diner, com de costum... mes allavoras el jayo, com si 'ls volgués guanyar la ventatja ab el pensament, va allargar la má a tall de captayre y, ab una veu compassiva qu'enternía, va posarse a exclamar fent cantarella: --La buna gent... la buna gent... ¿Nu vulríau fermi una graci de caritat per mur de Deu? Grans y xichs varen quedar desarmats al sentir això. ¿L'Aleix, pobre? ¿L'Aleix, sense gossos? ¿L'Aleix, sense troç de jupa ni camisa? ¿L'Aleix, demanantlos caritat? Ab un tancar y obrir d'ulls, tota la cobdicia que sentían se 'ls havía tornat rabia, rabia de veures altre cop desenganyats. --¡Ves a l'infern a captar tions encesos! --va cridar un llenyatayre, enfurismat fins al capdemunt. Y el jayo, boy rihent per sota 'l nas, trico, trico... trico, trico... va tocar el dos desseguit, pensant qu'ab aquella treta sornaguera s'havía ventat las moscas de demunt per sempre més. --Ara ningú m'inquietará... Ara podré dormir tranquil... --anava dihent l'Aleix de baix en baix. Y en sent un troç lluny, derrera uns pins, no 's va poder estar de girarse de cara a l'hostalet, y, entre una rialleta endimoniada, va remenar unas quantas voltas el puny clos, tot mormolant ab gaubança: --¡La figo vus fay a tuts!... ## II L'esglesia tancada Ja feya un grapat de mesos qu'a Montmany estavan sense rector. El derrer que hi havía hagut no va tenir més remey que desamparar la parroquia 'l día que, veyentse malalt, revellit y séns recursos, va trobarse ademés abandonat per la gent coquina que 'l servía, un marit y muller d'edat, que li feyan a l'hora de sagristans y masovers. Eran un parell de rondinayres qu'en tot trobavan taps. La dona, d'un cap de día a l'altre, no callava may dihent que més s'estimava morir d'un cop qu'estarse en aquella rectoriota mitj enrunada, ab uns trespols ronyosos que 'ls queyan a troços pel demunt. Jurava, a cada dos per tres, que ja n'estava cansada y cuyta, de netejar tot el sant día aquella esglesia rònega y fosca, tan plena d'esquerdas que l'humitat se ficava per tot arreu, y tan romátiga que 'ls vestits de las imatges se desfeyan consumits y els sants se florían dintre 'ls ninxos dels altars. L'home també botzinava, exclamantse de que ja era massa vell pera fer lo que feya... \"Ara rega l'hort y cava la feixa; ara ajuda missa y toca las campanas; ara fes horas de camí a la nit acompanyant Nostramo per fondaladas y costas; ara ves a cercar els difunts y ajuda a fer el sot pera enterrarlos...\" --¡Ell l'afanyem massa com més prou, el plat de trumfos que 'ns fiquem a la boca! --se deyan a tota hora marit y muller, tot mormolant pels recons, y devegadas bon xich", "alt pera que 'l pobre capellá n'hagués esment. Però lo pitjor va ser qu'un día, tot certs y mal mandats, van presentarse al rector, fentli a saber que 'l deixavan... \"Res... que 'ls havían parlat de ser ermitans a Puiggraciós, perquè 'ls qu'ho eran se n'anavan a viure a vila... y era ben bé del cas aprofitar l'ocasió, perqué... fins Deu els podía castigar, de deixarsho perdre... Allá, a la festa, se fan alguns dinerons ab la gent que va a beure a l'hostalet... Y una cosa aixís no surt pas cada día, per un fluix...\" Al pobre rector va semblarli qu'ab aquella trista nova li hagués caygut demunt del cap tot el roquisser del cingle. Fins aquell instant havía fet forças de flaquesa, arrossegant la feixuga cárrega del ministeri pels sots ombrívols, plens de tristor; però, després del comiat que li prenía la gent de casa, va sentirse aclofat, atuhit, sense esma, com si l'aixafessin d'un plegat totas las penas passadas. Setanta anys eran massa anys pera pujar y baixar montanyas, pera trepitjar fanchs y neus, pera dir en un mateix día missa matinal a Puiggraciós y missa major a la parroquia, pera anar a viaticar o a ajudar a bé morir a l'escampall de vehins entafurats per las selvatges clotadas. Més mort que viu, varen portarlo al Figueró, ahont tenía uns parents, y desde allavors ensá la rectoría va quedar deserta, abandonada, com un munt de runas voltadas de soletat. L'esglesia parroquial també havía de tancarse; mes, abans de posarshi 'l forrellat, se varen aplegar al peu de la porta 'ls vehins de més aprop, pera veure quí havía de guardar las claus. La veritat sigui dita, no hi havía pas ningú que tingués gran cobdicia de guardarlas. Las cosas del temple y de l'altar els feyan certa temença, als bosquerols... y això de poder entrar y surtir de l'esglesia, y d'encarregarse de tot lo de dins, els donava una mena de basarda. Desde 'ls més grans als més xichs sentían com una por sagrada de las vestiduras sacerdotals, dels ornaments de dir missa, de la patena y el cálzer. Sabían que tot allò venía a ser la vaixella y el ropatge del mateix Deu Poderós que goreix o mata als homes, que fa llampegar o fa surtir el sol; y solament d'atansarse a n'aquellas cosas del servey diví, hi havía home que tremolava y s'esferehía. Per això, encara qu'haguessin patit la més negra miseria y encara que s'haguessin mort de fam, molts no haurían gosat a posar la má demunt dels vasos sagrats, per por de que un llamp del cel no 'ls vingués a soterrar entremitj del sacrilegi... Ademés hi havía una altra cosa... y es que no era pas cap secret pera ningú la poca valua que tenían aquellas pobras joyas de temple montanyench. Sa com lla, tothom sabía que 'l plat de las canadellas era de plom, que 'l cálzer era d'aram y que las casullas eran tot un surgit de cap a peus.", "Per això, quan va arribar l'hora de tancarse, potser per sempre més, las ferradas portas de l'esglesia, y algú va preguntar: \"¿Quí es que sen duu las claus?\", tothom va arronsar las espatllas... y al capdevall se las varen quedar a l'Uyá, per ser la casa més aprop de la parroquia. Desde alashoras va semblar qu'aquells sots amarats d'ombra y de tristesa acabessin d'enfonzarse en la tenebra dels llims. Ab el derrer toch de campana, van fondres tot d'un plegat las cerimonias de la missa, y l'aplech de vehins de cada festa, y els sermons a peu d'altar, y las canturias dels homes a dalt del chor, y els encants de cocas y panets de l'ofertori... com si, en un tancar y obrir d'ulls, s'hagués esvahit la miqueta d'ánima que restava als sorruts feligresos d'aquells sots. El qui volía missa, a la festa, havía d'anar a ohir la que deya a punta d'alba, a Puiggraciós, un capellá de l'Ametlla. Si neixía un infant, el duyan a batejar a Sant Bartomeu o bé a la parroquia de Bertí. Si algú 's moría, qualsevol capellá dels encontorns anava a la casa a cercar el cos, y, carregantlo dalt d'un matxo, el traginavan a Montmany pera darli terra sagrada. ¡Feya una cosa més trista tot allò! Fins els vehins més totxos trobavan que 'ls mancava una cosa... una cosa... que no sabían explicar... Y molts deyan qu'allò era un cástich, un conjuri, una maledicció... Però lo que entre tot dava més pena, més condol, era no sentir tocar las campanas a cap indret del día. Desde 'ls més grans als més xichs, tothom sentía una lley d'angunia estranya, com si anyoressin la veu que 'ls amidava las tristas horas de la vida. A las vuyt del matí, quan senyalava la missa ab aquells tres tochs cançoners, nanch... nanch... nanch..., seguits de la rematada sorollosa, tota la gent escampada pels boscos o per las feixas treya, pera desdejunarse, el pa negre del cistelló. Al pich de mitjdía, aixís que las dotze batalladas queyan del cloqueret, tothom aplegava las eynas, disposantse a anar a casa si la treballada no era massa lluny, o a asseures en un clap d'ombra pera empassarse las mossadas. Y sobretot, pel capvespre, al sentirse 'ls tochs acompassats de l'oració, fins els bous y las ovellas semblava que coneixían el senyal y feyan com si 's delissin pera tornar a casa y entrar a la cort... Ningú se 'n sabía avenir, ningú, de que s'hagués mort la veu de las campanas. En días de pluja, en días de boyra, en días núvols, per l'hivern sobretot, quan el sol sembla que s'amagui pera no senyalar las horas, quan tota la terra 's revesteix de negror... els pastors y llenyatayres perdían, dins del bosch, l'esma del temps... y anavan a las palpentas, envolcallats pel misteri de la fosca. Aixís van passar setmanas, van passar mesos... y, com la miseria humana s'avesa a tot, va venir un día en que pastors y terrassans també", "van acostumarse a la quietut de las campanas, a n'aquella mena de silenci que semblava 'l de la mort. Veyan que l'esglesia s'anava esberlant de mica en mica... y ni menos ne feyan cas. Veyan que 'l tou d'ortigas y malvas, com un herbey orat, pujava ple de saba y ple d'orgull, boy tapant de fosca verdor l'espay estret del fossar que s'extenía entre la rectoría y l'esglesia... y ningú 'n feya cabal. Veyan com las heuras ho invadían tot, arrapantse com llagastas a las parets del temple, a las tapias de l'hort rectoral, fins a las socas rebassudas dels xiprers del cementiri, y ningú hi parava esment. Ja s'hi havían fet del tot, a contemplar com, cap al tart, aucellots negres y feréstechs entravan y sortían, boy xisclant, pels finestrals de l'esglesia, com si allò fos el seu domini, el seu palau... Tot aquell espectacle de desolació a que vivían condemnats, no 'ls feya calor ni fret... Solament alguna vegada, quan oviravan per derrera l'absis de l'esglesia las collas d'aligots que, com si ballessin balls de bruixas, voltavan fent rodas misteriosas per l'espay, sentían quelcom d'esgarrifanças. Però allavors se persignavan a correcuyta, boy mormolant una oració estranya que sabían, pera conjurar la mala cosa. Per lo demés, tot els era igual. L'ánima dormilega dels bosquerols havía arribat a resignarse a l'enrunament del temple y al silenci del cloquer, com se resignava a la calamitat y a la miseria. Per això, quan un día va començar a córrer la veu, de casa en casa, de que venía rector nou, tothom va quedar estranyat. --¡Rector nou! --deya la gent.-- ¿Quina una 'n deu haver fet, que 'ns el portin aquí per penitencia? ## III Rector nou Per això, quan, una tarda, van veure, desde 'l bosch, alguns vehins, que per la banda de câ l'Oliveras pujava un capellá de certa edat, cavaller a dalt d'una euga y acompanyat d'un jayo y una jaya, que devían ser els sirvents, tot van ser xiu- xius a cau d'orella y dirse 'ls uns a ne 'ls altres: --Això es que 'n deu haver fet una de molt grossa... y 'l duhen aquí a purgar el pecat... Mes el pobre capellá estava ben lluny de sospitar las mormolacions qu' aixecava ab sa arribada, y encara més lluny d'endevinar que la malicia dels bosquerols arribés a ser tan fina quan se tracta de flayrar el mal en lo més fondo dels secrets. Montanya amunt, montanya amunt, anava cavalcant penosament, ab la deria d'arribar abans de nit a la parroquia que li havían designat. --El camí es llarch y costerut... --rumiava 'l rector, ple d'una tristesa resignada;-- el camí es llarch y costerut... com el camí que 'm manca fer pera arribar a la pau de l'ánima... Però, boy a mida qu'anava enfonzantse en la soletat de las boscurias, se sentía més confortat, més coratjós. La vista dels arbres centenaris que se li alçavan serens devant dels ulls, la flayre sanitosa de las rehinas que li anava", "a besar el rostre marcit, semblava que de sobte 'l reanimessin, com venintli a oferir una vida nova que, sobreposantse a la passada, li esborrés del cap els cohiçosos recorts d'aquella cayguda tremenda, d'aquells erros d'enteniment, d'aquellas superbias de cor, qu'eran la causa del seu desterro. Com més s'anava endinzant entre 'l misteri ombrívol de las pinedas, més lleuger se trobava d'esperit, com si, a cada troç de camí fet, anés deixant enrera, de mica en mica, la feixuga cárrega de las antigas tribulacions. Desde 'l día del penediment en que, vessantli las llágrimas abundosas cara avall, semblava que li haguessin tret del pit tot el pes dels condols y las recanças, no havía tingut una hora tan dolça com aquella. Somniador com era per natural, tot l'afany contemplatiu que tancava dins de l'ánima s'assadollava ab la visió dels espadats altívols y dels boscos misteriosos, fins al punt d'oblidar la pena qu'arrossegava pel món desde 'l moment d'aquell desvari que va estar a riscos de durlo a la perdició. --¡Però si això, en comptes de desterro, será el meu paradís! --deya entre sí 'l capellá, mentres, trencant a má esquerra de la vall, emprenía l'aspra pujada de cà l'Uyá.-- ¿Què més puch demanar, Senyor, a la vigilia de mas vellesas, qu'amagar las afliccions en la pau de las montanyas? Y allavoras li va venir l'idea al pensament de que l'infinita misericordia, en lloch de punirlo per l'arruixadesa d'un instant, més aviat semblava que volgués premiarlo per son penediment. Del fons del cor sentía néixer una gratitut séns mida per la clemencia de Deu, que li encaminava 'ls passos cap a aquellas grandiosas soletats. --¡Qu'hermós qu'es tot això, en mitj de la seva mateixa feresa! --exclamava contemplant, a má dreta, l'alterosa cinglera de Bertí, que s'alçava demunt seu com una muralla inmensa, feta al principi dels sigles per braços de gegants. L'admiració li brollava a dolls dintre de l'ánima, portantli als llavis paraulas d'ayre bíblich: --Admirables són tas obras, oh Senyor, y no hi ha boca prou digna de lloarlas. Y, com si no capigués a dintre seu l'entusiasme que sentía, basquejava de encomanarlo als seus acompanyants, interrogantlos ab certa exaltació: --¿Oy qu'es admirable, això, Joseph? --Sí, missenyor, --responía, ple d'humil acatament al sacerdot, el jayo que li duya l'euga del ronçal. --¿No trobeu qu'es hermós, això, Mariagna? --repetía 'l capellá, dirigintse a la majordona, que, muntada dalt d'una mula, seguía las petjadas de l'euga del rector, traginant tot el fato de sachs, farcells y coixineras. Y la pobra avia, fent moure una mica 'l cap, deya respectuosament: --Sí, missenyor. Els ulls del rector nou, oberts com els d'un nin devant de l'espectacle de las espessas arbredas, lluhían ab l'esperança de viure y morir tranquil entre la serenitat de las selvatges clotadas. Solament se li estrenyía un xich el cor quan, al topar per la pujada ab algun qu'altre vehí qu'anava o venía del Figueró, observava 'l posat esquerp de la gent o reparava las miradas de reull que li clavavan", "els passants, com si, tot volguent esbrinar el còm y el què de la gent qu'anava a viure a la rectoría, els fes quimera que vinguessin hostes nous. --¡Bonas tardas tingueu! --els deya el capellá, tot amorós. --Deu vos gort, --responían emborbossats els caminants, tot cap-cots y ab els ulls baixos, com si 's donguessin vergonya de tornar la salutació. Però, aixís qu'havían donat set o vuyt passas, giravan el cap ab mònita, y vinga escorcollar de cúa d'ull quína cara tenían els forasters, quín posat feyan, o còm anavan vestits, o bé si duyan gayre fato... --Són aspres y bonyeguts com las montanyas qu'habitan, --pensava 'l rector, tot volguent capir el gènit sorrut d'aquella gent.-- L'eterna lluyta ab una terra mal agrahida, qu'ab prou feynas deu dar per' pa, els mata l'amor al pròxim y els fa pensar mal de tot... Però jo 'ls amansiré, si Deu m'ajuda... jo 'ls ablaniré... --Y, recordantse del text sagrat, afegía:-- Jo sembraré entre 'ls homes granas de dolçor. En això, la comitiva gayrebé havía arribat dalt del collet, y ja començavan a ovirarse las tapias negras de câ l'Uyá. Com home que sap las tasqueras del terrer, en Joseph se va endevantar uns quants passos pera entrar a la casa, y, ficantse al barri entre 'ls lladruchs dels gossos, cridava a la gent de dins: --¡Heu, la gent! ¡Deu hi sía! Me fa venir mossen Llátzer, el rector nou, pera que 'm dongueu las claus de la parroquia. Entretant el capellá esperonava un xich l'euga pera acabar de passar el coll. Però, abans... va dirigir la vista enrera, contemplant per últim cop aquella vall estreta y fonda, que semblava que per sempre més l'havía de separar del món dels vius. Després... al trobarse a dalt del coll, va fixar els ulls ansiosos cap al sot que de sobte se li obría devant seu... y al moment va sentir com un esglay, a l'ovirar, al bell mitj de la clotada, el campanaret neulit de l'esglesia y las ronyosas parets de la rectoría, tot ensorrat y com perdut entre els xiprers y l'herbey del cementiri, qu'omplían de tristor tèrbola aquell recó de soletat. --¿Y aquí 'm destineu a viure, Senyor Deu meu?... --pensava 'l rector ab el cor estret d'angunia, mentres dalt de las finestras de l'Uyá treyan un xich el cap els amos de la casa, com pera donar la benvinguda als forasters... L'amo, un home vell y cego, mitj babau, va moure vagament una má tremolosa, a tall de salutació. La mestressa, una dona bifia, de menos edat que 'l cego, no va fer més que clavar sobre 'ls forvinguts una mirada esbrinadora com si se 'ls volgués menjar ab els ulls. L'aspecte d'aquella gent estrafolaria, que tindría per vehins dels més propers, junt ab la vista d'aquell sot ombrívol, d'aquell clot de la tristor, en qu'estava a punt d'entrar com pera enterrarshi en vida, varen desolar al rector de tal manera, que va deixar anar el cap blanquinós demunt del pit,", "doblegat per un gran defalliment. Després, fent un esfors pera revenirse: --¡Vaja, endevant! --va dir a ne 'ls jayos, com si volgués passar d'un cop la derrera estació d'aquell calvari, que de primer moment havía pres per paradís. ## IV El Regne de la Mort A devant en Joseph, a tall de guía; després el rector a cavall de l'euga, y a derrera la Mariagna ab tot el fato carregat sobre la mula, van penetrar, com encongits, dintre del sot ombrívol, ahont d'aquella hora endevant viurían desterrats del món dels homes. Y ¡quína tristor, allavors, quína tristor més fonda va ser la de mossen Llátzer quan va veure que, tant com anava caminant cap a la rectoría, semblava que 'l cèrcol de montanyas que 'l voltava s'anés clouhent, clouhent, derrera seu, com si per tots costats l'aparedessin, fins a quedar enterrat dintre del sot! Devant per devant se li alçavan las foscas ubagas de la Rovira, coronadas pels cims altíssims de Puiggraciós. A má dreta se li arrengleravan, com un pany de murallas que toqués al cel, las rocas fantasmas del cingle de Bertí. A má esquerra se li extenían las feixas conreuadas de l'Uyá, tot esgrahonant las vessants, com si volguessin arribar als núvols. Y a derrera, cap a derrera, ajuntantse de mica en mica ab las feixas de conreu, se li apareixía 'l toçalot de Romaní, ab el Castell dels Moros dalt de tot, trayent el cap com un espectre. Rocas, turons, feixas, espadats, toçals, cingleras, se donavan la má tot a l'entorn, formant una roda de montanyas negras qu'esglayava de mirar. Al veures soterrat al fons del clot, el pobre rector sentía fret a las entranyas y li agafava una vaga temença de que 'ls penyals que 'l voltavan se li decantessin a demunt. Tancat, enrotllat per tots cantons, feya com si per instint cerqués ab els ulls un indret per hont fugir, o a lo menos poguer extendre la mirada. Però era en va, tot era en va... Allí no hi havía forat ni respirall pera esplayar la vista lliurement... allí era tot tapat, cobert, enmurallat... allí no 's coneixían llunyarias fora del sot... allí no se sabía què volía dir horitzons... y s'havía d'alçar el cap enlayre pera poguer contemplar el cel entre 'l cèrcol de molas y cimals. Encara 'l sol estava leri-leri, si 's pon, no 's pon... y ja 's passejavan grans clapas d'ombra per tot arreu. El misteri del crepúscol s'amparava per instants dels avenchs, las boscurias y timberas. ¡Quína fredat, quína fredat que sentía mossen Llátzer al veure com la foscuria venía a marxas doblas a reposar a n'aquella trista fondalada que, per la soletat y el silenci qu'hi suravan eternament, ja semblava 'l regne de la nit! Las quatre casas qu'hi havía per allí escampadas acabavan de fer més feréstech, més solitari, aquell desert enclotat. A l'altra banda de l'Uyá, ab prou feynas s'hi endevinavan las molsosas parets de la Rovira, quasi del tot amagadas entre la fosca d'un", "alzinar atapahit; allí, lluny, apenas s'entreveyan las casetas de cân Pere Mestre y de cân Pugna, arrupidas al peu de la cinglera, com mortas de por; enllá, enllá, dessota 'l Castell dels Moros, quasi no 's reparava 'l casalot enrunat de Romaní, tot decantat de gayrell, igual que si pesés figas, aclaparat pels tropells y per l'edat. Després d'aquets caus mitj ajeguts per terra, no 's veya altre vestigi d'estada humana que l'aplech que formavan, al mitj de la trista vall, la rectoría y l'esglesia, ajuntadas entre sí per la verdor negrenca del cementiri. Pera trobar més casas esgarriadas dins del terme, s'havía de pujar ¡ala, ala! cap al serrat de Puiggraciós, o trescar, rostos amunt, amunt, fins al coll de cân Ripeta, o bé traspassar las aspras serras del voltant del sot y devallar, rostos avall, avall, a las clotadas vehinas, rodolant pels pendiços pedregosos de cân Sunyer o enfonzantse a las ubagas de cân Prat, per entre las tenebras del Bosch Negre... Quan el rector y els seus acompanyants van arribar a la rectoría, el sol ja s'havía fos del tot derrera 'ls cingles. El cèrcol de montanyas feréstegas s'enfosquía a correcuyta. Talment semblava que caygués del cel un ruixat de bolvas negras qu'amarés tota la vall de tremolosas ombras. --¡Obriu, Joseph! --va manar el rector, mentres ell y la vella majordona descavalcavan sobre 'l pedriç del portal. Del manyoch de claus que duya, el jayo va triar la que venía bé a ne 'l pany, va forfollar, va obrir, va empènyer la porta... y tots van quedar glaçats quan, al donar un pas cap endins, van adonarse del munt de runa que tenían devant seu. Carreus cayguts, guixots per terra, caps de viga mitj penjant, componían la trista decoració de l'entrada de la casa, que semblava que plorés tota la trágica miseria que traspúan els llochs abandonats. El jayo y la jaya prou volían entrar el fato y las bestias, pera aconduhirho tot allí ahont poguessin; però a cada punt s'entrebancavan ab els munts de farda. Primer van tenir d'arrambar pels recons els escombrots y las pedras, pera ferse poch o molt pas per entre 'ls pilots de runa qu'hi havía escampats per tot arreu. ¡Quína desolació! ¡Quína miseria! Al pobre rector li havía caygut l'ánima als peus. Ab els braços penjant al llarch del cos, no feya més que moure 'l cap pausadament, tot contemplant el catau mitj ensorrat que d'aquella hora endevant li serviría d'estada. Al pensar que allò venía a ser com una mena de sepultura ahont anava a enterrar els días de sa vellesa, abans de ficarse per sempre més a la tomba veritable de la mort, li entrava un defalliment d'esperit que l'omplía d'esgarrifanças y congoixas... --No... no ha vingut encara l'hora de la pau... --deya com en somnis plens d'angunia.-- No... Jo me la creya aprop, aprop... ja la tocava ab la má... y ara s'allunya, s'allunya... perquè encara no m'he esbandit bé de las caborias de la terra... Però, de", "prompte, tot de prompte, va redreçarse, com esperonat per una idea que sobtadament el retornés del desmay. \"¿Y l'esglesia...? --va pensar.-- ¿Còm deu estar la pobra esglesia? ¿També jeurá enrunada com això?...\" --¡Joseph! --Missenyor... --Deixèu estar això per aquí... y anémnosen cap a l'esglesia... Vull veure l'esglesia abans de ser nit... A la veu del capellá, els jayos van deixar estar l'enrenou, y l'un derrera l'altre van surtir al defora, dirigintse tots junts cap al fossar. Però... altre cop van topar ab els obstacles misteriosos que per tot els feyan la trabeta. L'herbey gras y atapahit que de cap a cap cobría 'l cementiri, fins a colgar las creus més altas dels enterraments, els privava de dar un pas pera arribar als murs de l'esglesia. Semblava talment que tot lo que se 'ls posava a devant, fossin plantas, fossin homes, fossin pedras, tot els mirava de mal ull y tot se conjuminava pera revoltarse contra la gent forastera que venía a torbar el silenci de las cosas mortas y dels indrets adormits... Mossen Llátzer fins creya sentir veus llastimosas, com si sortissin de la terra, que 's queixavan ab viu dolor: \"¡No fèu soroll, per pietat! ¡No fèu brugit! Ara que dormíam tan bé.. ab tanta quietut... ¿Per què 'ns veniu a atormentar, quan teníam ben agafada la sòn?... ¡y una sòn tan dolça!... Deixèu estar a la gent que dorm y als morts que jeuhen y a las runas que somían... No us dihem pas res a vosaltres... Donchs no siguèu inquietosos... No 'ns desvetllèu...\" Però en Joseph no las devía pas sentir, aquestas veus ploraneras de las cosas, perquè maldava tant com podía pera vèncer la perfidia del fullam que pujava del fossar. Apartant ab els braços el tou d'herba, o ajeyentlo a cops de peu, el jayo ¡dali que dali! anava obrintse camí... y allavors el capellá passava per entre las malvas ufanosas, nodridas pel greixum dels morts. Quan, travessat el fossar, van arribar a la porta de l'esglesia, van anar pera obrir tot desseguida; però ¡quína angunia feyan aquells entrebanchs! també van trobar que no podían... Semblava que 'l rovell de tots els sigles s'hagués refugiat dintre del pany. El rector, el jayo, la jaya, tots hi posavan el coll; però, per més forças que feyan, el pestell no podía córrer, o no volía... El pany rondinava irat, com si digués: \"¿També voleu saber els secrets que dormen aquí dins? ¿També veniu a despertar el misteri de l'esglesia, malas pècoras? Donchs no obrirèu, no obrirèu...\" Mes van apretar ab tanta ánima 'ls forasters, que, tot cruixint y grinyolant, la porta va badarse, al moment mateix que s'aixecava un brugit espantós dins de la nau de l'esglesia. Eran els aucellots, que, dormint ajocats per'quí, per'llá, van esvalotarse al sentir soroll y, xisclant y espetegant d'alas, van fugir pels finestrals, com una munió de mals esperits. Esporuguida la pobra gent ab aquell esvalot de dimonis, que no sabía ben bé què era, mirava, mirava ab angunia, cap al", "fons de l'esglesia, sense poguer distingir res. Era tot fosch, espès, negre, com una gola de llop. Las ombras s'havían atapahit ab tanta pressa allí dintre, qu'envolicavan de tenebras els altars, las capellas, els sants, el presbiteri. La gota de celistia qu'encara surava arran de las finestras, acabava de fer més espessa la fosquetat d'abaix. Com ánimas en pena, se movían el rector y els jayos dintre la negror, caminant a las palpentas, fins que vora de la pica van trobar un tros de blandó sobre 'l broch d'un canalobre. El jayo 'l va encendre, y ab el llum als dits anava avençant endins, endins, cap al presbiteri, quan va notar que caminava sobre un xipoll... L'aygua de las plujas, degotant per las esquerdas de la volta, s'havía embassat per terra, omplint els sots que feyan las llosas mitj enfonzadas... --¡Senyor, Senyor! --clamava mossen Llátzer, ab las mans al cap.-- ¡Senyor, no m'abandonèu aixís! ¡No 'm castiguèu d'aquet modo, qu'encara soch massa feble pera semblants tribulacions! Y mentrestant, en Joseph, que ja havía arribat a l'altar major, encenía 'ls culs de ciri que trobava a la credença... y, a la claror trontollant d'aquells llumets, tots miravan, esborronats, l'aspecte sepulcral que feyan els sants y las esculpturas del retaule. La pols, l'humitat, la terra, qu'ho cobrían tot, donavan a las imatges y als trofeus el to descolorit y fastigós de las cosas enterradas... Las retorçadas columnas, esculpturadas de rahims y de caps d'ángel, qu'un día foren tot d'or, ara ensenyavan un pam de floridura, com malaltas d'un mal lleig. La figura rebassuda de Sant Pau, que com a patró de la parroquia hi havía al ninxo del mitj, ab prou feynas se coneixía, tota niuhada de corchs y coberta de terenyinas. A Sant Isidro li penjava un braç... Sant Sebastiá 's decantava com si anés a caure daltabaix... Al rector li va començar a semblar que, com els habitants del sot ombrívol, els sants y las santas de l'altar també s' havían adormit a l'ombra ensopidora de las runas. ¿Quí sap si dormían, las pobres imatges? O potser no, que no dormían... Potser encara era pitjor... Potser eran mortas, sí... mortas y enterradas. Perquè... mirantho bé, ja 's veya prou que 'ls vestits que duyan, túnicas y mantos, no eran res més que mortallas, unas mortallas consumidas per la terra, qu'anavan cayent a troços, fins a ensenyar las carcanadas de fusta de dins de tot... El rector no era capaç d'aguantar més temps aquella visió terrible. El cap se n'hi anava, sentía un nus a la gola, un segament a las camas... No podía més, no podía més... y va surtir a defora, fent tentinas. Haguera volgut cridar auxili... però ¿a ne quí? si tots els vehins eran lluny... y... ¡potser morts!... Hauría volgut fugir... però ¿cap ahont? si tots els camins estavan esborrats per la negror de la nit... ¡Ja no 's recordava qu'era presoner dels cingles y dels turons! --¡Senyor, pietat! --cridava alçant enlayre 'ls braços.-- ¡Senyor, pietat!... Y", "al veure devant seu l'ombra de la rectoría feta runas, y el fossar cobert de malvas... y 'l cèrcol de montanyas negras que 'l tenía aparedat per tot arreu... va trencar un plor, ¡un plor...! ## V Mal somni --¡Joseph! --Missenyor... --¡Mariagna! --Missenyor... --Mirèu... he determinat cridar a la gent de la parroquia y ferla venir aquí a la rectoría... Haig de provar si, tot y sent ánimas fredas com sòn, els faig pujar a las galtas la vergonya ensenyantlos la miseria de l'esglesia. Vull veure si, a n'aquets morts de las tristas clotadas, Deu els toca 'l cor y els resucita... Ab això, Joseph, vós pujarèu a Puiggraciós y ho fareu a saber a ne 'ls del Serrat; després baixarèu als sots vehins y direu que tothom comparegui diumenge, a mitj matí... Que 'ls tinch d'enrahonar... Que 'ls tinch de veure... ¿Ho teniu entès, Joseph? --Sí, missenyor. --Y vós, Mariagna, mentrestant anireu a convidar als feligresos d'aquí 'l sot, de las casas més properas. --Bé, missenyor. --¡Diumenge tothom aquí! Aquella matinada, mossen Llátzer se trobava més refet, més reeixit. Encara que capolat de cos pel llarch viatge y pels sotrachs que li havía fet a l'ánima la visió d'aquell món tan feréstech y ple de runas ahont li tocava viure d'aquí endevant, s'havía desvetllat bon xich serè y resolut, sentintse en certs instants ple d'aquella fe qu'obra prodigis y muda de lloch valls y montanyas.. Y això... que havía passat una nit esgarrifosa, tota ella enfebrada de mals somnis y de tètricas visions. ¡Quín desvari! ¡Quínas cosas més sinistras! Havía somiat que l'enterravan en vida dins d'un gran sot, aparedat de montanyas negras. Ell prou cridava, ab els cabells eriçats de por: \"¡Mirèu lo que feu, mirèu que m'enterreu de viu en viu!...\" \"No hi fa pas res... --li responían desde las fondarias dels avenchs;-- no hi fa pas res... Aquí tothom hi viu, de soterrat; aquí tots som alhora mitj cadavres, mitj vivents...\" Y allò que li deyan era ben veritat, perquè no més li calía mirar al voltant del somni pera veure que tot el sot era un inmens cementiri, guarnit de fosca y de solitut. Las casas, escampadas ensá y enllá, no eran res més que tombas y ninxos... y la gent tristoya que las habitava, res més que morts. Mentres es nit, ab la quietut que cau y la negror que fa, l'espectacle mortuori ressurt ben bé. Un cop el sol s'ha post, els homes, las donas, las criaturas, s'enterran ells mateixos dins las casas, y, enmortallantse ab llençols, restan horas y horas estirats sobre de túmbols qu'ells se pensan que són llits. Al néixer el día, com que 's veu claror y els aucells cantan, se creuhen que tornan a la vida... però tot allò son enganyifas y falornias... La mort va seguint, seguint... y, a la primera tremolor de la llum, els difunts surten de casa, qui ab l'aixada al coll, qui ab el serró a l'esquena. Com animetas de l'altre món, tots", "van caminant d'esma a l'ombra de las boscurias, y els sembla que fan camí y que passan per allá ahont volen. Menjan, beuhen, caminan, s'aturan, llauran la terra, pasturan els remats... y tot ho fan a las palpentas, sense saber per què ho fan. Ho fan... perquè ho han vist fer als altres morts més antichs, que van tenir per pares o per avis. Els morts no pensan, y solament per instint segueixen els camins mitj esborrats que 'ls van deixar las centurias... Tampoch estiman... com no sigui la quietut que 'ls volta eternament... Que no 'ls toquin, es lo que volen. Que no 'ls inquietin... Que 'ls deixin estar... \"¡Quína damnació! ¡Quína damnació, bon Deu! --mormolava el capellá, lluytant ab las angunias del somni.-- Però, jo, ¿què hi tinch que veure ab aquets fantasmas ensopits? Jo visch, jo penso, jo batego, jo estimo... Donchs ¿per què m'hi enterreu, a n'aquí, de viu en viu?\" \"Á tu t'hi enterran per cástich, --li responian desde 'l fondo dels avenchs.-- Tu, per vanitat d'home entès, vas volguer enlluhernar a la gent ab miracles de sabiduría. Tu volías resucitar un filosoph antich, un sabi d'altres sigles, de qui ja no 's recordava ánima viventa. Tu, per vanitat, vas furgar la sepultura dels seus llibres, vas remenar la floridura de las planas, plenas de corchs y de pecats, y per vanitat vas dir que la veritat del món era allí dintre. Y, cada día més ensuperbit, vas volguer, d'un heretge, ferne un sant... Per això t'han donat pena de desterro als sots dels morts, amarats de tenebra y de tristesa. Per això 't tocará viure frech a frech ab els difunts que van caminant per las boscurias negras, ab semblanças y posituras de sers animats...\" Al pobre rector, aquell mal somni de la primera nit de ser a Montmany, se li havía quedat estampat al pensament com una imatge endolada. Ell prou volía arrebassársela del cap pera empendre ab coratge la redempció dels miserables pastors y terrassans; però, sense saber còm, desseguit li tornava a desfilar per la memoria la professó de las ánimas obscuras qu'anavan y venían ensonyadas per aquells llims, sense poguer obrir may els ulls als resplandors de la vida. Per això, quan, al diumenge vinent, van venir a dirli que 'ls feligresos ja havían comparegut y que l'estavan esperant al cementiri, a mossen Llátzer li va entrar una angoixa estranya, no més de pensar qu'anava a trobarse devant per devant d'aquells desventurats bosquerols qu'ell havía vist, en somnis, vagar com espectres pels sitis adormits y entrar y sortir silenciosos de las tombas qu'habitavan. Ademés d'això, hi havía una altra cosa que també l'atormentava. Saber còm havía d'explicarse pera ferse entendre d'aquella gent... Ell havía ensenyat a las aulas, y coneixía 'l llenguatge que convenía als deixebles; ell havía predicat mil voltas per las esglesias de ciutat, y sabía la manera de conmoure a la gent del món; ell havía disputat ab els homes més entesos del seu temps, y possehía", "'l do de vèncer als doctes ab la paraula. Però... ab gent esmortuhida com aquella no hi havía enrahonat may, y no sabía còm parlárloshi... Allò l'omplía de dubtes y d'engunias, y semblava que li deturés els passos... --Missenyor, la gent s'espera... --va fer en Joseph. --Sí, sí... ja hi vaig. Y, tot encaminantse cap al defora, deya entre sí, com si demanés l'inspiració del cel: \"¿Còm ho faré pera persuadirlos? ¿Què 'ls diré pera somòurels? ¿Quíns deurán ser els millors mots pera deixondir als difunts?\" ## VI La gent dels Llims Trico, trico... trico, trico, padrins xaruchs y caps de casa, tots els vehins de la parroquia s'havían deixat caure al sot de l'esglesia pera veure què volía 'l rector nou. Els quins devallavan de dalt del Serrat no feyan el visatge tan tristoy com els quins venían del fons de las clotadas, ni duyan vestits tan foscos, ni semblavan tan sorruts. Fins n'hi havía, com el vell de cân Janet, qu' a ratos s'esqueyan a dir un mot ab el gran del Malarich o ab el jayo de Pollonell, o bé ab l'avi Carbassot, que, haventse trobat pel coll de cân Ripeta, havían baixat tots junts fins al bell peu de la rectoría. Però, els quins sortían de dintre 'ls sots, fos dels pendiços pedregosos del Sunyer o de las foscurias del Bosch Negre... aquells sí, que no podían fer un posat més totxo, ni una cara més pansida. Tenían uns andamis y uns tirats, y un mirar tan sòpit, y una fatxa tan esquerpa, y una positura tan encongida, que talment semblavan una corrúa de pregadeus de rostoll. Quasi tots duyan uns trajos balders, fets d'una roba de vellut obscura, fosca, però destenyida pel frech de la broça y dels terrossos, aixís... com d'un to dubtós, que primer hagués sigut negre y després s'hagués tornat d'ala de mosca y hagués acabat per ser de color de gos quan fuig... Tot plegat feya una taca tèrbola, terrenca, polsinosa, com de gent que, havent estat soterrada per llarch temps, s'hagués descolgat de terra pera comparèixer a la cita. Arribavan tots taujans y silenciosos. Ab prou feynas se saludavan, com si 'ls dolgués de dir un mot; y, mentres els uns s'asseyan als pedriços del voltant del cementiri, els altres s'arrupían a la paret de l'esglesia o s'arrambavan d'esquena a las enrunadas tapias de la rectoría. Dels vehíns més propers de la parroquia, no n'hi mancava pas cap. Eran gent xaruga quasi tots, carregats de nafras y de xacras, com roças pera anar al canyet. Ací 's veya a l'avi Pugna traginant un goll tan gros que li abraçava tot el coll, desde 'l clatell al sotabarba. Allí hi havía en Pere Mestre, ab aquella cama curta que 'l feya ranquejar tot fent ganyotas. Després venía 'l jayo de Romaní, l'Aleix de las Tòfonas, cargolat a tall de serp y mitj rihent per sota 'l nas. Més enllá, una mica enretirat, igual que si 's dongués pena de barrejarse ab", "aquells padrins xacrosos, hi havía en Cosme de la Rovira, d'un color de cara tot trencat, y alt y prim com un pollancre. El cego de l'Uyá seya a la porta de la rectoría, al costat del Bepus, el masover, que no deixava al vell ni a sol ni a sombra, quan no se 'l vigilava la mestressa... Ab tot y haverhi per'llí aplegada tanta gent, surava arreu una lley de quietut estranya, com si aquells homes tinguessin el do misteriós de moures en el silenci, sense piular, ni respirar, ni fer remor de cap mena. L'un s'estava ab el cap caygut sobre 'l palmell de la má, com si dormís; l'altre, tot encantat, tenía 'ls ulls fixos sobre 'ls munts d'herba del cementiri, acabada de segar; aquet, ab la vara de freixa que tenía als dits, gratava suaument la terra de devant seu; aquell restava ab la boca badada y els ulls cluchs, com un babau. Quan mossen Llátzer va surtir a la porta de la rectoría, van girar un moment el cap com tafanejant al rector nou; però desseguit van tornar a enfonzarse a l'ensopiment de sempre. Ni l'aspecte atractívol del capellá, ni l'expressió compassiva del seu rostre, ni l'ayre de dolor que rodava pels seus llavis, ni la lluhiçor d'uns ulls encara plens de joventut, que semblavan contradir la blancor d'un cap cobert de neu, no van causar pena ni gloria als espessos bosquerols. Més aviat feyan cara de sentirse vergonyosos y encongits devant d'aquella bondat adolorida. El rector se 'ls mirava, se 'ls mirava... y, séns poguerhi fer més, altre cop se li omplía 'l pensament de funerarias imatges. Al contemplar tan aclaparada y abatuda a la munió de feligresos que s'asseya pel pla del cementiri, se li representava que tenía devant seu, tota plegada, a l'humanitat tristoya qu'havía passat pels sots durant els sigles. A sota terra hi jeyan, en la pau de la mort, las generacions passadas. A demunt, sobre 'l fossar, s'hi escampavan las generacions del día, gayrebé tan somortas y dormilegas com las de sota, que dormían el somni etern... Però a ne 'l capellá l'esferehía aquella idea, y per això 's passava las mans pel front, com pera esborrar el fantasma que tan a deshora li tornava a contorbar el pensament. No eran pas tenebras ni imatges desfallidoras lo que li convenía, en aquells instants, pera tocar el cor dels rústechs adormits. Era fe lo que calía, fe ben ardenta en la resurrecció dels morts... Era caritat, caritat redemptora, lo que necessitava pera deslliurar a las ánimas obscuras que vagavan sense esma per la foscuria dels llims... Y allavoras el capellá, com si fes un esforç pera ferse venir a la boca las paraulas de pietat qu'en altres temps sempre tenía a flor de llavis, va dirigirse als feligresos, tot obrint els braços ab un gesto de pare que va a parlar a sa familia, ple d'amor. --Fills meus, jo us he cridat perquè... ja ho veyeu!... la pobra esglesia se", "'n va a troços... y hem de veure si entre tots l'apariem. Donèu, per pietat, una mirada allí dins... y diguèu si no us fa llástima una miseria com aquella! Jo, la primera vegada qu'hi vaig entrar, no vaig pas poguer aguantarme 'ls plors... Ja ho sé, ja ho sé, qu'a n'aquestas clotadas ahont viviu, veritables valls de llágrimas, tot es pobresa y desolació. Mirèu, jo mateix tinch la rectoría tota enrunada, y m'he hagut d'arreconar a la part del porxo, qu'encara s'aguanta poch o molt... Y ja 'm penso que lo que 'm passa a mi us passará a tots vosaltres. Però, per miseria que patim, un recó pera arredossarnos, un indret pera lliurarnos, a la nit, del vent y de las ayguas, el tenim tots, tots... menos Deu! L'esglesia talment sembla una casa payral abandonada pels fills. Tota cau, tota s'esberla, las voltas s'obren, s'esquerdan las parets, y els aucellots fan niu a las cornisas y s'ajocan pels altars... Y ¿no us fa pena això, fills meus? ¿No sentiu may veus de remordiment qu'us cridin: \"Vosaltres teniu casa... y Deu no 'n té. Vosaltres dormiu a xopluch... y la pluja entra a l'esglesia...\"? La major part dels feligresos escoltavan com estaquirots la prèdica del capellá, sense dar senyals de vida. Els quins semblavan menos enzas, tot lo més que feyan era moure 'l cap d'una manera indecisa, que no se sabía si volía dir que sí o que no. Mes el rector, per això, no 's desanimava, com si a copia de bondat y d'indulgencia 's vegés ab prou cor pera férsels seus y encomanarlos els fervors que li bullían dins de l'ánima. --Y encara, fills estimats, heu de pensar una altra cosa... y es que 'l temple de Deu també es el patrimoni sagrat dels feligresos, la casa payral dels cristians. No oblidèu que sota aquets murs qu'ara s'ensorran hi han vingut a resar y buscar refugi las altras generacions, els vostres pares, els vostres avis, tots els vostres antepassats. Recordèus qu'allí dins d'aquella nau vos van arruixar el cap, al venir al món, ab las ayguas del baptisme; recordèus qu'allí us van ensenyar, de criaturas, els sants manaments; recordèus qu'allí us van lligar per la vida ab la dona qu'heu estimat; recordèus qu'allí heu vingut a resar la derrera oració pera 'ls vostres morts, abans de donarlos terra!... ¿Còm podeu permetre, donchs, que resti sola y verna, tancada y feta runas, aquesta casa de Deu que s'ha alegrat ab vostras alegrías y s'ha entristit ab vostras penas? ¿Còm podeu volguer que callin eternament aquestas campanas qu'han repicat alegroyas pel vostre bateig y han plorat ab dolor la mort dels vostres? ¿No l'anyoreu, aquesta veu amiga qu'us dona 'l bon día y la bona nit, qu'us desvetlla y us adorm, qu'us avisa la tempesta y el bon temps, qu'us crida a la festa, a l'oració, y us senyala las horas de la vida?... ¿No l'anyoreu? ¡Diguèume! ¿No l'anyoreu? Els bosquerols no obrían boca. Ni empaytats frech a", "frech per las fogosas preguntas del capellá, sabían dir una paraula ni fer un signe qualsevol. Més aviat feyan cara d'anguniats y neguitosos, com si 'ls amohinés y els dongués pena aquella exaltació del rector nou, que maldava tant com podía pera arrencarlos a l'etern ensopiment. Semblava que no estessin bé, que patissin... que 'ls burxessin... que 'ls entrés una mena de desfici... No sabían què fer ni còm estarse... N'hi havía qu'ab la llengua tocavan l'ase; ni havía que davan copets a terra, fent anar el peu... L'un se burxava l'orella, l'altre 's gratava 'l cap... \"¡Són bestiolas de bosch! --pensava 'l capellá, devant d'aquell silenci, ple d'angunia.-- Son taups de la terra, engorronits a las arrugas de las montanyas, ahont hi tenen fet el cau... Els sap greu que se 'ls desvetlli, com si aborrissin la vida. Més s'estiman dormir quietons dins las tenebras que caminar cap a la llum. Estantse a la fosca han perdut la vista, com han perdut la paraula vivint en la solitut...\" El pobre rector se trobava trist d'esperit y cor-glaçat, perquè ja desconfiava de poguerlos fer obrir els ulls y ferlos badar la boca. Y... lo que l'acabava de contristar era que, boy a mida que perdía l'esperança de resucitarlos, sentía néixer dintre seu un sentiment... que l'esferehía a l'adonársen. En lloch de pietat, de conmiseració, començava a sentir rencunia, rencunia y fástich contra aquella gent sorruda qu'anava ab la vista a terra y no sabía dir un mot. --Però parlèu, per caritat! --clamava mossen Llátzer.-- ¡Diguèu una paraula! ¡Sembleu muts, Senyor Deu meu! ¡Sembleu morts!... Y allavors va començar la tirallonga de las miserias, l'eterna lletanía de quan se 'ls furgava massa. --Som tan pobres... --Anem tan escassos... --Estem tan enderrerits... --La cullita ha estat tan magre... --Se mos ha mort tant bestiar... --Mos va tot tan malament... --Però jo no us demano pas hisenda ni cabals, Senyor bon Deu! --feya 'l rector, despacientantse.-- Jo no més vos demano cor, esperit, braços que m'ajudin, cossos que 's moguin, camas que caminin... Jo no us demano res més que voluntat, una mica de voluntat! Las obras de la pobra esglesia, las podem fer a terralló. Jo faré venir un mestre o dos de l'Ametlla, però vosaltres m'heu d'ajudar en aquesta obra santa d'aixecar el temple de Deu... Els quins teniu pinedas podeu dur cayrats pera las bastidas; els quins vos esteu vora del cingle podeu fer camins de pedra fins aquí; a la pujada de l'Uyá hi ha prou pedra de calç pera poderne fer unas quantas cuytas; de baix de la riera del molí 's pot pujar la sorra que fassi falla... Tothom restava mut, com si no entenguessin lo que 'ls deyan. --¡Es dir que no voleu fer res per l'esglesia! --exclamava, indignat, el capellá.-- ¡Es dir que no voleu fer res per Deu! Ni una paraula. Tothom callat. El rector se 'ls mirava ab els ulls plens d'ira... y altre cop li venía la deria al pensament de que", "tota la munió que tenía a devant seu no era res més que un ramat de bestias. \"Bestiolas del camp... Animalets del bosch... ¡Si fins ne tenen la cara... y els tirats!... ¡Deu me perdó si peco! --pensava el capellá-- però no puch apartar de mí aquesta infernal caboria. ¡Ho són! ¡Ho són! No cal més que mirar aquest home de galtas ab barballeras y ulls negats d'aygua, pera veure qu'es un bou, fet y dit. Y aquet, de cara rodona y ulls esverats y nas menut... ¡Si això es una òliva! Y aquet, ab el goll penjant y la testa bonyeguda, sembla un galápat... ¡Y aquell ranco, una granota, quan fa aquella lley de saltirons!... ¡Deu me perdó! ¡Deu me perdó!\" Y espantat dels propis pensaments, que semblavan rauxas de desvari, el rector va redreçarse, y, aixecant enlayre un braç misericordiós, va dir a ne 'ls rústechs feligresos: --¡Anèu, anèu en nom de Deu! ¡Y que 'l Senyor vos benehesca a tots! Els bosquerols no esperavan altra cosa. Tots van anar girant cúa, l'un esquitllantse cap al Serrat, l'altre esmunyintse cap al Bosch Negre, cadascú buscant el cau, pera tornarshi a enterrar en vida. Els quins anavan pel mateix camí, mormolavan en veu baixa: --¡Quínas endergas, el rector!... --¡Vès ab quínas orgas surt! --Y aquells ulls que fa d'esperitat... --¡Si sembla una mala cosa! Altres somreyan ab ayres mofetas: --Vès... fesli una esglesia nova! --deya en Pere Mestre, tot ranquejant. --Sí... --responía l'avi Pugna, fent saccejar el goll.-- Y a mí 'm cau la casa a troços... --Y a mi tuta se m'aclufa... --afegía l'Aleix de las Tòfonas, mitj somrient per sota 'l nas. ## VII El pallasso bosquetá Cada festa, en havent dinat, ja se sabía, la jovenalla de las clotadas feya cap a Puiggraciós. Així com a trench d'auba era l'ermita 'l punt d'aplech dels esbarriats feligresos d'aquells sots, qu'anavan a missa primera quan n'hi deya de cent en quaranta algun capellá dels encontorns, cap a mitjdía y a la tarda servía de cau als briscayres y jugadors de truch. De bon matí tot eran caputxas blancas que, vingudas d'ací y d'allí, s'anavan ficant a l'esglesieta, avisadas pel so esquerdat de la campana, que, en mitj del silenci de las boscurias, semblava que digués: Pujèu tau, tau... pujèu si us plau... De mitj dematí en avall, tot eran homes, minyons o bordegaços, que, ab un clavell de moro a l'orella y trencant pinyons torrats, se ficavan a las cambras baixas del rònech hostalet, arrambat a tall de contrafort a las parets de l'esglesieta. El mateix ermitá xaruch qu'havía ajudat la missa matinal ab el roquet demunt las calças, convertit després en hostaler, anava y venía del tinell, prenent els porrons de beguda que mesurava l'ermitana y repartintlos als parroquians de cada festa, pastors, moços, pilers ó llenyatayres, vinguts de quí sap ahont... Ara ja feya temps que de missa no se n'hi deya... però per això, a las tardas de las festas, ¡no 'n volguèu més de", "gernació a l'hostalet a jugar al truch o a la brisca, entre got y got de vi! Els vehins del Serrat ¡ray!, ab quatre gambadas hi eran, a l'ermita;... però 'ls quins venían de l'altra bandada del Bosch Negre, o de més enllá de Romaní, hi tenían una bella tirada, ¡com hi ha món! Hi havía pastor del Vallcárcara que feya una hora bona de camí pera deixarse caure a Puiggraciós... y encara molts anavan a donar la volta y feyan marrada a gratscient pera baixar a beure aygua a la font de las Gojas, de prop de la Rovira, qu'entre totas las fonts d'aquells sots, pobladas de misteris y llegendas, era la de més anomenada per la virtut que tenía... Tots els quins venían de la banda de l'Uyá no 's descuydavan may d'aturarshi, y això... que la baixada al fons de l'avench, ahont brollava l'aygua, era entretinguda y fins perillosa pel qui no tenía 'l camí esversat. Mentres s'era a la rampa dels pollancres, encara, com aquell... però 'l relleix de la roca per ahont s'havía de passar després, era tant estret, estret, y tan relliscós per l'humitat, que calía arraparse ben bé a las brancas y matolls si un no volía estimbarse fins al fondo negre del abim. Però, com que l'aygua de las Gojas ja era cosa sabuda que duya bona sort a qui 'n tastava y que goría de somnis dolents y que guardava de malestruguesas... recava, a la veritat, passar per allí y no baixar a beure un glop de l'aygua miraculosa, o may fos sinó mullarshi 'ls dits pera persignarse, quan no hi havía ningú, que ho pogués veure, per allí aprop. Després d'això... semblava que se sentían més alleugerits, més aconsolats de cor; y, un cop eixits d'aquell forat de galipaus, més fondo y negre que l'ull d'un pou, s'enfilavan d'un salt per la drecera, y vinga trescar montanya amunt, fins a arribar al cim de l'ermita, desde ahont se descobrían, assoleyadas, las planurias del Vallès. Aquell diumenge, a la tarda, havía pujat desde las fondaladas bon grapat de gent a Puiggraciós. Però l'espectacle somrisent de las xamosas planas que s'extenían al peu del Serrat, poch feya fret ni calor als rústechs habitants dels sots ombrívols. Tot ensopits y tristoys, anavan entrant a l'hostalet de l'ermita, fent moure 'l cap ab ayres mústichs, com si, en comptes d'anar a un siti de pletxeria, anessin a vetllar un mort. Per tot Deu-vos-guart se deyan vagament els uns als altres: --¿Què hi ha? --Res... --¿Tu ací?... --¡Què hem de fer!... Y encara aquets eran els més garlayres, perquè la major part restavan ab la boca closa, com si 's donguessin vergonya de parlar. Sense dir mot, ni gros ni xich, molts s'asseyan al voltant de la taula, y ab un signe de cap o una torçada de coll demanavan beure a l'ermitana o 's convidavan a jugar ells ab ells. Per això es que, tot y haventhi tanta gent aplegada dintre las fumadas cambras", "de l'hostalet, regnava una mena de quietut estranya, sols interrompuda de tant en tant pel soroll d'un porró que l'ermitá posava sobre la taula, o pels envits breus y sechs dels jugadors: --¡Truco! --Vull. --¡Tres! --¡Tot! Després las cambras tornavan a quedar silenciosas, quietas, com si altre cop s'espessís el núvol d'ensopiment qu'eternament surava sobre aquells homes de mirada tèrbola, confosa... Boy a mida que la beguda corría per las taulas y que 'ls braços enlayravan els porrons, encara esdevenían més motxos, més aixuts; perquè, aixís com tenían trista la vida y tristos els posats, també tenían trist el vi. Com més beguda engolían, més pansits se posavan, més sorruts. Però veusaquí que, de prompte, entremitj d'aquella nyonya, d'aquell aclaparament, va ressonar una veuarra que deya: --¡Ja som açí! ¡Ja som açí! --¡En Carbassot!... --va remugar tothom alçant el cap com deixondintse, mentres se dibuixava una sombra de rialla en aquellas caras mortas, d'hont semblava desterrada pera sempre tota mena de somrís. Sí. Era en Carbassot, el porquerol de l'Ensulcida, xicot grassó y camacurt que tenía bella fama a totas las clotadas pels estirabots qu'a cada punt etzivava, aspres y bonyeguts com un terròs. Ab els seus acudits de pallasso bosquetá, tenía 'l poder, gayrebé miraculós, de fer esclafir als pastors més rústechs, als més ferotges llenyaters. Això... sense comptar las tretas que s'empescava, a cada dos per tres, pera esglayar a las vellas y pera fer córrer esverats als vehins de las clotadas. A lo millor, pels volts de Romaní, apareixía un home penjat espantosament d'un noguer... y quan la gent s'acostava a l'arbre, esgarrifada, dihent: \"¡Jesús, María, Joseph! ¡L'Aleix s'ha penjat! ¡L'Aleix s'ha penjat!...\" se trobavan ab que 'l mort eran quatre pellingos conjuminats pel porquerol a fi d'estrafer la figura recargolada del jayo de Romaní. Una altra vegada, per una torrentera qualsevol, se veya un home ajaçat per terra y envolicat ab una manta, que glapía y pantejava com si hagués de fer la derrera estremitut... y aixís que s'hi atansava algú que passés, preguntant: \"¿Quí hi ha ací? ¡Eh, home! ¿Què teniu?\", surtía de la manta en Carbassot fent cabriolas y enfilantse montanya amunt. El porquerol de l'Ensulcida era tota la diversió, tota la comedia de que disposava, pera esbargirse, la gent dels sots de Montmany. Per això, quan va arribar a l'hostalet, li varen dir, com si l'anyoressin: --Mos creyam que no vinrías, Carbassot. --Es que la truja m'ha garrinat, y... so hagut d'anar a cercar la llevadora, --va respondre el porquer entremitj d'una ganyota estranya dels concurrents, que semblava que volguessin riure y no 'n sabessin prou. Y, boy avaros y coquins com eran per natural, el van convidar a beure tot desseguit, y el van instar pera que jugués, perquè 'l cas era ferli alçar el colze y sentir las totxadas que deya, tot signant els trumfos als companys de joch. --Té, Carbassot, beu... ¡beu, qu'es del picant!... y agarra cartas, --van dir, tot fentli lloch en un rotllo de bescambrilla. --¿De quín", "coll anem? --preguntava 'l porquerol. --Bastos, trumfos, --li responían. --¡Pesta 'ls toch! --replicava 'l baylet.-- De bastos n'ixen bastons, bastonadas y rahons. Y, tot fent anar els tragos endoyna y els estirabots a desdir, el porquerol tenía embadocada a tota la concurrencia. --¡Tira trumfos, Carbassot! --li manava 'l company que duya la partida. --¿Trumfos?... encara 'ls tinch a la feixa, engony... --Donchs pedras... carrega pedras. --Esperèuvos un xich, que las iré a cercar al cingle... si no las ha presas totas el rector nou pera apariar l'esglesia y la rectoría... Y tothom reya, reya... tant com era capaça de riure aquella trista gent. Però, en això, s'havía anat fent de nit, y molts abandonavan las fumadas cambras de l'hostalet, escampantse pel Serrat o emprenent silenciosos la baixada cap als sots. Fins els que més beguda havían engolit, anavan drets, seriosos, més aviat mústichs y tristoys, com abans d'entrar a l'ermita. Però en Carbassot, que no era molt fort de testa, va surtir ab el cap tan espès que tot li feya esses y giragonsas al seu voltant. Quasi fent tentinas en mitj de la foscuria, va devallar tot sol cap a la fondalada de l'Uyá, arrambantse tant com podía a l'altre cantó de la torrentera, per por d'eslleviçarse impensadament. Li semblava que, al passar, els uns arbres li feyan cortesía a tall de mofa y els altres li ballavan balls de rams devant dels ulls. \"¡Carbassot, tu estás mirlis! --mormolava el porquerol entre sí.-- ¡Carbassot, tu estás begut!\" Y com que sentía forta cremor a la gola y grans rodesas de cap, al ser a la vora de la Rovira va pensar: \"Calla... ¿Y si baixessis a la font de las Gojas?... Allí podrías beure, allí 't refrescarías els polsos y... com l'aygua té tanta virtut... potser te desenterbolirías una mica...\" Y, amarrantse a las socas de las alzinas y als branquillons de romaní, va anar cercant, quasi a las palpentas, la bocana de l'avench. Mentres va ser a passar per la rampa dels pollancres, tot va anar bé; però... aixís que va posar el peu sobre 'l relleix de la roca, ja 's va veure perdut, perdut enterament. Desenterbolit de sobte devant del perill, de bona gana se n'haguera tornat enrera; mes, com el girar en aquella estretor era encara més perillós que tirar al dret, va donar un pas endevant... Al provar de donarne un altre... ja va sentir que la terra li mancava sota 'ls peus... y, per més que 's va agarrar desesperadament a un matoll de roldó, las brancas van rompres ab l'estirada... y... allavoras... decantántseli 'l cos cap a l'abim... a tomballons y capgirells va anar voltant y capbussantse per las tenebras del precipici. Al petar sobre 'l fondo de l'avench, el porquerol va llençar un crit de mort qu'hauría fet esglayar al cor més sencer. --¡Ay... que 'm moro!... ¡Ay... que 'm moro!... Però, com per allí no tranzitava ánima viventa, el clam de dolor se va perdre en la pau eterna de", "las montanyas, en la serenitat infinita del cel estrellat. --¡Jo 'm moro! ¡Jo 'm moro! --repetía 'l porquerol ab un crit vivíssim, punyidor, que poch a poch va anar tornantse gemech d'agonía, tan feble, tan fondo, qu'ab prou feynas alterava 'l silenci de la nit. --¡Ay... ay... ay...! --seguía clamant acompassadament... fins que 's van escaure a passar per allí dos tocatardans que tornavan de l'hostalet de l'ermita. Eran un bover de l'Uyá y un baylet de câ l'Oliveras, qu'anavan xano, xano, cap a casa; mes, al sentir aquell udol, varen tots dos parar l'orella. --¿Sents? --Sí... --¡Posta qu'es en Carbassot...! --Sí qu'ho es. --¿Volsthi jugar que 'ns vol fer por? --Oy, ben segur. --Com sempre está per pletxeria... --¡Y es tan plaga, tan plagota! --Però... per això es escayent... --Això sí. --Fa esqueixar sentirlo... --¡Fins faría riure als morts! Y 'ls dos tocatardans varen passar de llarch, mitj somrihent al pensar ab aquell xicot del diastre, que sempre tenía tants acudits... Després d'això va passar una estona, una estona llarga, potser un quart, potser mitja hora, en la més fonda de las quietuts. Però veusaquí que, tot d'un plegat, va començar a sentirse un soroll de fullas somogudas a la bocana de l'abim. Era una fressa suau y desficiosa a l'hora, com la que faría 'l cos d'un home o d'una bestia bregant ab el fullam d'un herbey pera anar obrintse pas. Al capdevall, decantada per dos braços rebassuts, la broça de ginebrons y argelagas va badarse pera donar sortida a n'en Carbassot. Anava fet una llástima de magolat, d'espellifat, de brut. --¡Si 'm torbo gota hi deixo la carcanada!... --anava mormolant el porquerol, mentre 's palpava las camas y l'esquena pera veure si li feyan gayre mal las macaduras. Vist a la claror feble del cel estrellat, ab la roba trocejada com anava, ab la cara esgarrinxada com duya, ab els cabells que li queyan enllotats demunt del front, aquell xicot inflat y boterut semblava un monstre parit de las mateixas entranyas de l'avench. --¡Pesta que 'm toch! Ab un xich més... ja tinch l'enterro pagat! --seguía botzinant el bordegaç.-- Oh... y aquells fills de meuca qu'han passat per qui... y ni menys s'han aturat pera dir: \"¿Què vols, de la part de Deu?\" Vès qu'un día no us atrapi y anem a torna-jornals... Y, tot d'una, com si li vingués una pensada sobtadament, va fer petar una riallada grassa, fresca, que va ressonar més enllá de la cinglera de Bertí. --¡Dit y fet! ¡Sí, sí! --exclamava, rihent, el porquerol.-- ¡Bona treta! ¡Bona treta! Y, enfilantse de dret montanya amunt, igual que si res hagués passat, va arribar en quatre salts a Puiggraciós. Com l'hostalet ja era tancat, va trucar a la porta ab tota furia: ¡catrich, catruch! ¡catrich, catruch! \"¿Què hi ha?\", varen respondre de dins. \"¡Que teniu foch a l'ermita!\", va cridar el porquer, estrafent la veu. Mentre 'ls ermitans sortían esverats, en Carbassot ja era a cân Coll: ¡catrich, catruch! ¡catrich, catruch! \"¿Què hi ha?\",", "també responían. \"¡Que teniu foch a las golfas!\" Y mentres eixían els de cân Coll, entre crits d'esglay y lladruchs de gossos, el bordegaç ja devallava furient rostos avall, fins arribar a la Rovira: ¡catrich, catruch! ¡catrich, catruch! \"¿Què hi ha?\" \"¡Que se us cala foch als pins!\" Y el baylet no para fins a la rectoría: \"¡Que teniu foch a l'esglesia!\" Y acaba per trucar a l'Uyá: \"¡Que teniu foch a las palliças!\" Y tota la clotada se surt de pollaguera, y els gossos lladran y udolan, y las ovellas balan espantadas, y las donas xisclan plenas d'esglay, y els homes cridan desaforats, com si hagués arribat l'hora del derrer Judici... Y, mentres en Carbassot s'ha d'aguantar el ventre de tant riure, dins de las casas la gent clama, esporuguida: --¡Es el dimoni que s'ha desencadenat! ## VIII L'esglesia adobada ¡Quín enrenou, valgans Deu, quín enrenou va ser el de la rectoría en aquells cinch mesos llarchs que van durar las obras de l'esglesia! Tot va anar de dalt a baix, tot se va mudar de lloch, tot se va traure de pollaguera... No hi va haver forat que no s'adobés, ni reconet que no 's resseguís. Bé es veritat qu'a la feynaça feixuga d'aquella tongada de trasbals tothom hi va posar el coll... el rector, ab els seus fervors d'apóstol... la Mariagna y en Joseph, ab l'obediencia y resignació de sirvents humils... Desde trench d'alba fins tart de la nit, tots anavan en dança, tots se movían atrafegats. Com que, pera tirar endevant las obras, mossen Llátzer no havía pogut fer venir de l'Ametlla no més que dos mestres ¡y encara gracias!, entre ell y els jayos s'havían tingut d'esparvillar pera ajudar a la tasca a ne 'ls fadrins. Mentres la vella sirgava pera aconduhir als homes y ferlos el menjar, el rector y el jayo prou feyna tenían a portar obra als dos minyons, a fer y desfer bastidas, a amarar calç y pastar morter, a traginar ab las bestias camins de pedra o a pujar sorra de la riera del molí. Ab la deria de veure ben aviat apariada l'esglesia, el capellá s'agafava a la primera feyna que li venía als dits, y en tot el sant día no parava, ara anant de l'obra al bosch per cayrats, ara trescant del bosch al cingle per esquerda... y, al veures ab aquella fatxa de rector bosquetá, ab la sotana arreboçada y boy montat dalt de l'euga, moltas vegadas no podía menos de pensar ab els temps passats, ab aquells días de disputa teològica en que havía arribat a tenir sospesos dels seus escrits als homes saberuts y a las multituts badocas de tota una gran ciutat. --Si ara 'm veyan, si ara 'm veyan d'aquet modo...-- pensava a voltas, ab un somriure entre dos llustros, mitj mofeta, mitj amarch. Però se li esvanían de cop y volta semblants recanças aixís que 's posava a meditar còm ell tot sol, sense un cop de má dels feligresos, havía", "tingut prou força d'esperit pera fer esclatar la vida en un recó d'aquell sot de las tristesas, que semblava 'l reyalme de la mort. ¡Pensar qu'ell tot sol, tot sol, havía infantat la vida y s'ho havía engendrat tot! Als sonsos vehins de las clotadas no 'ls havía hagut de menester pera res... Abans que tornar a demanar ajuda a n'aquella gent que mirava de reull y no volía dir un mot, més s'havía estimat trucar a la porta dels estranys. Ple de fe, ple de coratge, havía recorregut a piadosos forasters, al degá de la comarca, als bons amics de ciutat; y, al tornar a la trista fondalada, després d'aquella pelegrinació, no solzament portava dins de l'ánima la seguretat de tornar a edificar el temple de Deu, sinó qu'hi duya una cosa potser millor... l'esperança de desvetllar als feligresos ab aquell exemple de l'esglesia resucitada, que tindría quelcom de miraculós. Un goig fins allavoras desconegut, un goig d'home que triomfa dels obstacles y arriba a posar en planta 'ls seus designis, li pessigollava l'ánima d'un modo misteriós cada cop que veya qu'a la seva veu se desvetllavan els indrets adormits y prenían moviment las cosas mortas. ¡Quín plaher, quín plaher més fondo y més estrany, com de sant que fes miracles, sentía mossen Llátzer a l'adonarse de que, per allí al voltant seu, tot se reviscolava y aixeribía al compás de la seva voluntat, fins arribarse a bellugar las cosas cançoneras y engorronidas que més entrebanchs li posavan suara ab el llur ensopiment! Aquell herbey tan espès y tan toçut, que privava de dar un pas per entre l'esglesia y la rectoría, ja jeya a feixos estimbat al fons de las torrenteras, deixant lliure el tránzit dels caminals. Aquells carreus cayguts de las parets, qu'a tot arreu entrebancavan y feyan nosa, ja tornavan a içarse a dalt dels murs, sostenint l'empenta de las voltas. Aquella pobra esglesia, que se n'anava a troços per moments, ab las llosas enfonzadas, las parets plenas d'esberlas y la coberta tot un esboranch, s'alçava altre cop amaciçada y ferma, resolta a esperar a peu dret l'embestida dels sigles que vinguessin. Fins la rectoría, la rectoría, tan corcada, tornava a aixecar el cap tota alegroya; perquè, aixís que las obras de l'esglesia varen estar llestas del tot, se va apariar un xich la casa de la manera que 's va poguer. Com l'edifici era prou gran pera la poca gent que l'habitava, va acabar d'enderrocarse 'l cantó més enrunat, y ab las desferras sobreras se va adobar la bandada del porxo, qu'encara s'aguantava poch ó molt. Y ¡quín goig de mirar va fer allavors la rectorieta nova, tan reblanca de parets, tan vermella de teulada, tan verda de porticons! ¡Y aquell jardí que 'l rector havía fet plantar prop del caminal de l'hort, ben sembrat de violas doblas y de rosers de tot l'any! Tot floría, tot somreya en aquell reconet de món tan trist... Tot reprenía 'l seu us, tot recobrava las forças, tot", "retornava a la vida, tot resucitava, tot... menos els rústechs feligresos, que restavan, com sempre, de nit y día, ensopits, més ensopits que las cosas inanimadas. --¡Aquí sí qu'encara no hi han pogut res, res enterament, ni las prèdicas ni las pregarias!... --rumiava 'l rector ab tristesa.-- He lograt sotregar las pedras, però no he sabut somoure aquesta gent tan llorda. He mudat las rocas de seti, traginantlas de la montanya a l'esglesia... y no he tingut prou força pera arrencar als bosquerols a l'eterna sòn que 'ls aclapara. Però ara potser se deixondirán... y lo que no han pogut fins avuy ni prechs ni bonas paraulas ho farán d'aquí endevant els exemples y las obras. Quan vegin que l'esglesia ha renascut d'entre las runas, ayrosa y rejovenida, com una aucella ab plomas novas, tothom se sentirá revifat y voldrá tornar a la vida. \"¡Mirèu, --jo 'ls diré allavoras-- mirèu la pobra avia dels sigles enterrats, còm s'es mudada ab trajos nous, igual que si estés de bodas! ¡Mirèu còm rumbeja la porta de trinca al mitj del frontis; mirèu còm lluheix els junts frescos y ressurtits desde 'l portal fins a l'absis; mirèu còm parpelleja ab vidrieras de colors als finestrals; mirèu còm adreça 'l cap, ab el cloquer crescut d'una pila de filadas!... Y vosaltres ¿què feu? ¡Aixequèu també 'l cap, aixequèu els esperits, que pera l'esglesia y pera vosaltres ha arribat l'hora de la resurrecció!\" Com més s'acostava 'l día de tornar a obrir el temple als feligresos, més confiança tenía mossen Llátzer de que Deu els tocaría 'l cor, fins a quedar, devant de l'esglesia resucitada, postrats d'admiració, com devant dels resplandors d'un prodigi. La llástima era que no quedava tot enllestit tan depressa com ell hauría volgut, perquè, un cop las obras acabadas y els mestres despedits, va començar pels de la casa la tasca de netejar de cap a cap tots els dintres de l'esglesia. El tráfech era tan llarch y tan pesat que feya venir angunia de pensarhi. Tota la polsaguera de las obras havía anat cayent a capas blancas sobre la pols negra antiga, filla de las centurias passadas y de la deixadesa dels bosquerols. Calía anar trayent dels sants y dels altars y del servey de missa 'ls gruixos de polsim qu'ho tapavan tot, fins al punt d'estrafer monstruosament els colors y las formas de las cosas. S'havía d'escombrar ben bé 'l borriçol que s'amagava amatent pels forats y reconadas, com si no 's volgués deixar agafar. També s'havían de fer caure las terenyinas negras que s'arrapavan dalt de las voltas com rahims de ratas pinyadas adormidas. Després s'havían de netejar ab mònita las crostas de floridura que cobrían, igual qu'un briá, las columnas, els plafons, las motlluras dels retaules... Però tota aquella farda romátiga y estantiça, criada a copia de temps y de paciencia per la velluria dels sigles morts, costava molt d'arrencar. Semblava que s'hi trobés bé, tota ensopidota entremitj dels recons y las escletxas, y no volgués moures", "de per'llá 'l voltant. Quan l'empaytavan d'un lloch, fugía a entafurarse en un altre a correcuyta. Esvalotadas de moment, las bolvas de pols corrían com follets endiastrats voleyant d'un cantó a l'altre, fins que tornavan a caure adormidas aixís que s'amarravan a un altre indret... Allavors va començar una batuça llarga y perfidiosa entre la polsina, que s'ajocava per tot arreu, y el rector y els jayos, que la perseguían ab santa paciencia. Fregant, espolsant, netejant boy silenciosos y recullits per tots els recons del temple, semblava qu'entre tots tres fessin una cerimonia de purificació may vista. Venía a ser una mena d'aspergis tot estrany, com un exorcisme pera treure de l'esglesia els mals esperits de la pols, tan cançoners y dormilegas. La Mariagna, sobretot, ab aquells ayres que tenía de muda resignació, tan soferta, tan callada, com si hagués fet vot d'humilitat y de silenci, resseguía devotament tots els altars, sacra per sacra, palmatoria per palmatoria, candeler per candeler, igual que si al peu de la lletra anés seguint las reglas complicadas d'un ritual misteriós. \"¡Ala, ala! --semblava que digués, mitj resant, mitj mormolant, boy dirigintse a la broça adormida pels relleus y las escletxas.-- ¡Ala, ala, pols tocassòn! ¡Desvètllat, aixeribeixte y vesten en nom de Deu! ¡Ala, ala, trenyinotas del diastre! Anèu qu'us teixeixin entre 'ls pins del bosch! ¡Ala, ala, borriçol impertinent! ¡Fuig defora ben depressa y que no 't vegem may més!...\" Y aixís, ab tota devoció, passava la Mariagna, fent acataments y persignantse, per devant de cada altar... y, ab els espolsadors als dits, a tall de salpasser, anava conjurant a la pols pera que surtís de las cosas santas y anés a escampar la boyra més enllá de la casa del Senyor... ## IX Las campanas tocan Quan va arribar el día de dirhi missa per primer cop després de las obras fetas, l'esglesia resplandía com un mirall. Els altars, ab las estovallas blancas de bogada, ab las sacras lluhentas, ab els canalobres guarnits de ciris, semblavan un pom de flors. L'altar major no podía pas fer més patxoca. Els galons del pali, las motlluras de las gradas, las petxinas dels ninxos, las coronisas y els requadros... tot relluhía com daurat de nou. Els caparrons riçats dels serafins somreyan desde las basas y els capitells, tot guaytant las penjarellas de rahims d'or que s'entortolligavan per las torçadas columnas. Els sants, en altre temps tan espellifats y consumits, havían tornat de mort a vida. Totas las imatges duyan las túnicas ben apedaçadas y els mantos ben surgits, com sants de montanya, pobrets, però endreçats. El braç que li queya a Sant Isidro ja tornava a ser al seu lloch, tot apariat y descansant sobre l'aixada; Sant Sebastiá, boy encarnat de fresch y ab las sagetas ben platejadas, se mantenía altre cop lligat a la soca del martiri; y Sant Pau, rebassut, el patró de la parroquia, tronava sobre la peanya, al mitj de l'altar major. Trasbalsat de goig, el rector no cabía en pell y", "ja li trigava l'hora de fer tocar las campanas pera cridar als feligresos y ensenyarlos aquell bé de Deu qu'havía d'obrar el miracle de retornarlos a la vida. Molt abans de que 'l día clarejés, ja anava y venía per l'esglesia, donant el derrer cop de má als guarniments dels retaules. Pera veure 'l goig que faría il·luminat l'altar major, va fer encendre, a tall d'ensaig, els ciris de la credença, els candelers de las gradas, las palmatorias dels ninxos, fins els brochs del cornisament... Y quan tot va ser encès, quan l'altar va resplandir ab tantas llumenetas juntas, brillant, rohent, espurnejant, com una brasa d'or, el rector va sentir que li apuntavan a flor de llavis aquellas paraulas d'ayre bíblich que sempre li venían a la boca quan l'esperança y l'alegría li brollavan dins del cor: \"El camí del temple era esborrat, y el poble no 's recordava de las cerimonias; mes jo he fet néixer de las runas la casa del Senyor y he encès els llums del tabernacle...\" Després sortía del èxtasis, que per un instant l'acaparava, y tornava a donar ordres a ne 'ls jayos, com pera esmersar d'alguna manera 'l temps que tant costava de passar fins a arribar l'hora de lluhir el sol y de començar la missa. --¡Joseph! --Missenyor... --Comencèu a apariar els ornaments. ¿Ja ho haveu dut tot a la sagristía? ¿L'amictus, el cíngul, l'alba?... --Sí, missenyor. --Vós, Mariagna, anèu a l'hort y cullíu totas las rosas que trobèu... Fèune pomells y las posarèm a las floreras... Vull que 'l altar sigui ben florit... --Bé, missenyor. Y tan bon punt va veure que la claror matinal pujava per derrera las feixas de l'Uyá, ja no 's va poguer aguantar més. --¡Vaja, Joseph, que ja es hora! ¡Cap a ventar las campanas!... Però aixís que va haver donat l'ordre, desseguida 's va repensar, dihent entre sí mateix: \"¡No, no! En Joseph no sabría tocarlas pas com cal... Es un bon home, sumís, obedient... però fret, una mica enza, estaquirot... Li manca ánima, esperit, pera ferlas parlar com vull que parlin...\" --No, Joseph, no, no hi anèu, --va dir a ne 'l jayo, que ja començava a pujar els esgrahons del cloquer.-- Jo mateix las vull tocar... Jo las hi faré dir lo qu'han de dir... Y, tot enfilantse escala amunt, il·luminat, transfigurat com en un rapte d'inspiració, anava mormolant tot baix: \"¡Massa temps han restat mudas, las pobras campanas! Ara, al recobrar la veu, han de rompre a parlar ab sons triomfals... han d'entonar un cant de gloria may sentit... una cosa d'aleluya que sigui himne d'alabança al Senyor per haverme permès edificar l'esglesia... y un crit sorollós de desvetllament pera 'ls bosquerols adormits...\" Y, tras, tras, va arribar a dalt de tot de l'escala, mentres el jayo devallava, humil. Al trobarse dins del campanar, lo primer que va fer el rector va ser persignarse pera que Deu l'il·luminés. Després... s'agafava ab ardiment a la corda de la campana major... y al veure", "que, ab tot y l'esforç que feya, la cadireta tot just se trontollava, va sentir un moment d'esglay... \"¡Ay, si la campana restés muda, ab tant temps com no ha tocat!...\" Però va pegar al llivant una altra estiragaçada forta, y, donant allavoras tot un tom, la campana va parlar: ¡Nanch!... \"¡Gracias a Deu, gracias a Deu!\" Una altra estirada més... y el bronzo, rodant ab calma, va posarse a cantar tot majestuós: ¡Nanch... nonch... naaaanch!... \"¡Això es això, això es això! --pensava mossen Llátzer, ple d'alegría.-- ¡Aquest es el Te-Deum que havía somniat pera celebrar la resurrecció de la pobra esglesia!\" ¡Nanch... nonch... naaaanch!... \"¡Mercès, bon Deu, grans mercès!\" ¡Nanch... nonch... naaaanch!... Però tot d'una va recordarse 'l rector de que també calía despertar als feligresos ensopits, als feligresos morts, ab un tritlleig ben viu que 'ls aixeribís, que 'ls espolsés la sòn, que 'ls tragués la mort de sobre... y, anántsen cap a la campana xica, va agafar el batall ab una má, y ¡vinga repicar tant com podía! ¡Ninch, ninininch...! ¡Ninch, ninch...! \"¡Ala, ala! --afegía 'l capellá, com pera donar significat a la veu de las campanas.-- ¡Ala, ala, desengorroníuse, habitants del sot de l'ombra!\" ¡Ninch, ninininch!... ¡Ninch, ninch!... \"Y ¡veníu tots desseguit!\" ¡Ninch, ninch! \"Y veureu el miracle de l'esglesia resucitada...\" ¡Ninch, ninininch!... ¡Ninch, ninch! Després Mossen Llátzer va parar una estona y, trayent el cap pel finestral del cloquer, va volguer veure si la clotada 's desvetllava. Mes... tot era silenci y soletat. Las derreras clapas d'ombra s'escorrían pels avenchs, fent lloch a las primeras llencas de boyra matinal qu'anavan teixintse per las pinedas o esfilagarsantse per l'espay. Però d'ánimas viventas... res. Ni sombra ni rastre. Allavoras va pensar el rector que calía redoblar el fervor y el crit de las campanas, y 's va posar a repicar a l'hora ab els dos batalls. Va ser una cridoria desesperada pera fer venir a las ánimas a la vida eterna. ¡Nonch! ¡Nonch! ¡Nonch!... ¡Ninch, ninch, ninch! ¡Nonch, nonch! ¡Ninch, ninch! Però, com que, a pesar dels tochs desesperats, la gent no donava senyals de vida, el rector, ja quasi bé perduda l'esperança, se va posar a tocar a missa pausadament, tot desencantat y tot marcit. Als crits neguitosos de desvetllament, van seguir els tres tochs mandrosos, cançoners: ¡Nanch... nanch... nanch!... Y aquell prech acompassat va ser el que va obrar el miracle... Quan Mossen Llátzer va tornar a traure 'l cap per la finestra del cloquer, va sentir que 'l cor se li aixamplava. De las casetas mitj enrunadas del sot, n'anavan eixint caputxas blancas y gambetos negres que, com difunts enmortallats que sortissin de las tombas, s'encaminavan pausadament cap a l'esglesia. El rector va alçar els ulls al cel, perquè va creure arribada l'hora de la resurrecció. ## X ¡Mala nissaga! ¡Nanch!... Aquella primera batallada del cloquer de la parroquia va ressonar pels sots ombrívols com una paraula de misteri que no s'entengués prou bé. Feya tant temps que las campanas restavan mudas, que, al", "llençar per l'espay el primer mot, semblava que tinguessin enfarfegada la llengua, com un nin quan comença a balbetejar. Mes, a la segona batallada, ¡Naaanch!... la veu del bronzo 's va aclarir y, esbategant d'alas ayre amunt, volava, corría, s'aixamplava per tots indrets, fins a ferse entendre al cap d'enllá de las timberas y al fondo més fondo dels avenchs. Cada toch acompassat de la campana major era com una alenada de vida, tebia, suau, amorosa, qu'anés desglaçant a poch a poch l'ensopiment de las nits eternas. Però això encara no componía res per lo que va fer la campana xica... perquè, tan bon punt va començar la cridoria alegroya del tritlleig, allavoras sí, que tot va aixeribirse ben depressa. L'herbey emperesit, que fistonava 'ls reguerots, se deixondía de sobte, espolsantse las gotas de rosada. De las verdiças n'eixían els aucells a munions, tot xisclant y xiuxiuejant, aturullats pel baladreig del cloquer. Per l'espessor de las boscurias tristas, mortas de sòn y de fret, s'hi entafuravan els repichs bellugadiços, fregantse pels arbres y pessigollant las fullas, com si, a copia de refrechs y pessigollas, volguessin desentumir l'arrauliment de las socas balbas y dels brancatges emboyrats. Després, l'alegra cridoria trescava amunt, ben amunt, enfilantse cap als cingles, als turons y als espadats, fins a coronar ab sorolls de joya tot el cèrcol de montanyas negras qu'emparedavan el sot. Y quan la remor de vida va arribar a ran de las casetas mitj enrunadas que componían el vehinat, a tothom feya estranyesa 'l bell brugit. La gent s'estirava de braços y 's fregava 'ls ulls, com difunts que 's desvetllessin al sentir la trompeta del Judici. L'avia de cân Pugna mormolava, tot parant l'orella: --No sé si desvariejo o somío... però 'm sembla que tocan a l'esglesia. A l'altra banda del sot, la porquerola de la Rovira cridava tota estranyada: --¿No ohiu, nostramo, no ohiu? ¿No ohiu com sonan campanas?... El cego de l'Uyá treya 'l cap a la finestra pera sentir millor el tritlleig. Anguniats per aquell toch desficiós que feya com si pregonés a correcuyta la resurrecció de la carn y la vida perdurable, els bosquerols no sabían pas què fer ni quín determini pendre. Feya tant temps que no havían posat els peus a la parroquia, que 'ls recava de baixarhi. Desde 'l día en que 'l rector nou els havía congregat al cementiri pera predicarlos l'obra santa d'adobar l'esglesia, que ningú s'havía deixat veure per'llí aprop. Si havían d'atravessar el terme, abans de passar per la rectoría, més s'estimavan fer marrada trencant pels pendiços de cân Sunyer o dar la volta pel peu del cingle. Tot era per por de no toparse ab aquell capellá esperitat que 'ls volía fer somoure y bellugarse y caminar y arrencarlos a la quietut de las montanyas dormilegas. ¡Y vès quína pena, vès quína vergonya no feya ara d'haver de tornar a l'esglesia, tota apariada de fresch, sense qu'a n'ells se 'ls en degués grat ni gracia! ¡Vès quínas bavarotas no 'ls", "faría 'l rector nou, com volguent dir que pera res li havía calgut cap ajuda dels vehins! Però veusaquí que, mentre estavan els feligresos en aquets dubtes plens d'angunia, rumiant què farem, què direm... tot d'una va parar el tritlleig desesperat y 's va posar la campana grossa a senyalar a missa pausadament: ¡Nanch... nanch... nanch...! Allavoras bosquerols y bosquerolas ja no van roncejar més, y, com acatant una ordre severa de las que no 's torcen ni 's poden contradir, tot moixos y resignats, van disposarse a baixar al sot, vulguis no vulguis. Els homes, com si anessin d'esma, despenjavan de las estacas las mantas y els gambetos, y las donas treyan las caputxas dels caixabanchs. No hi havía més remey... Aquells tres tochs cançoners y acompassats eran el manament obehit de pares a fills per tots els sigles. No hi havía més remey... Calía acotar el cap y resignarse y empendre 'l camí rostos avall. Més qu'a la veu de Deu, tramesa pel ressò de la campana, obehían a la lley de las costums eternas, heretada de las vellas generacions. Feyan com havían fet els pares, com havían fet els avis, com havían fet tots els passats, desde las centurias més llunyanas. No hi havía més remey... Allò era com el curs dels astres, com els cambis de la terra, qu'un no s'hi pot revoltar. Havían d'ajupirse a las batalladas del cloquer com s'ajupían al sol y a la serena, a la pluja y al bon temps, a l'ombra y a la claror. No hi havía més remey... No 's podía replicar... Per això, tot devallant cap a l'esglesia, passavan concirosos arran de las boscurias, rebechs per dins, humils per fora, com a moltons forçats a fer sa vía sota las vergaçadas d'un pastor ferreny. Anavan pas a pas, però caminavan... ¡Au, au, au! Ab la caputxa al cap o ab el gambeto a las espatllas, semblavan ánimas en pena que, tretas dels llims a viva força, estessin condemnadas a marxar per una ruta temuda, de bon grat o de mal grat... Els primers bosquerols que, tot tau tau, van arribar al peu de la parroquia, de cop van quedar sorpresos, y després malhumorats, al contemplar las obras fetas. --¿Qu'es tot això? --rondinavan entre dents.-- ¿Qu'es tot això? Y, entre esquerps y tafaners, resseguían, ab la vista tèrbola, tots aquells recons apariats de nou, tots aquells llochs adormits que s'havían despertat com per miracle, totas aquellas cosas mortas qu'acabavan de resucitar. Grans y xichs arrufavan el nas, com si flayressin ab pena l'ayre de vida y de frescor que deixavan anar aquells indrets tan jolius, suara abandonats y plens de runa. Guaytavan arreu com qui escorcolla; donavan duas passas endevant, després tornavan enrera... y vinga esbrinar y tafurejar; y, com més miravan y remiravan, més sorruts esdevenían y malcarats. Aquella esglesia de l'antigor, més jova y forta que may; aquella rectorieta, ab las parets tan blancas; aquella mica d'horta tan florida, aquells caminals tan repolits, se 'ls aixecavan", "devant dels ulls com una befa, un escarnot. Temple, rectoría, horta, camins, trumfavan joyosos y somreyan; y, com més somreyan y trumfavan, més rabia 'ls feyan y més neguit, y fins els semblava que tot plegat se mofés d'ells y els digués, fentlos ganyotas: \"¡Ela, ela! ¡els feligresos! ¿Oy qu'us pensavau que sense la vostra ajuda no podríam tornar a alçar el cap? Donchs ja ho veyeu... No us hem hagut de menester gota ni mica. El rector nou, qu'es un sant home, ens ha reviscolat, tot sol, ¡tot sol! ¿Què us en sembla, què us en sembla?\" Y els rústechs feligresos, ab aquellas cavil·lacions de malpensat que 'ls rodavan pel cap espès, com ombras enfurismadas, s'anavan embutint, embutint a marxas doblas. Se creyan humiliats, se creyan escarnits, y era tan gran la quimera que portavan dintre, que, al capdevall, tota la tirria covada contra 'l capellá 'ls va surtir pels ulls y per la boca. --¡Mira 'l fotxut del rector, --deya l'un,-- còm s'ha arranjat pera fer adobar l'esglesia! --¡No sé pas còm s'ho ha fet, el gran Jan-fume! --¿No us ho so dit sempre, jo, que aquest home sap ahont jeuhen?... --¡Peste que 'l toch! Per mi té pacte ab el dimoni... --Això deu esser, ¡rellampus!, perqué fins sembla cosa de mal art... La conversa va parar aquí, perquè en aquell mateix instant va sentirse un clam de pena, un \"¡Deu meu!\" mitj ennuegat, que va fer callar las bocas. Ningú va saber d'hont venía aquella veu d'angunia. Els bosquerols se van girar, però no van veure ánima viventa que gemegués per 'llí prop. Era mossen Llátzer, el pobre mossen Llátzer, que, havent tret el cap de derrera els xiprers del cementiri pera veure ab sos propis ulls còm s'obrava 'l miracle de la resurrecció dels vehins morts, va ofegar un crit de congoixa al sentir aquellas paraulas. Las esperanças de redempció se li havían fos tot d'un plegat, com si s'haguessin enfonzat a sota terra. L'ánima esquerpa dels rústechs feligresos se li acabava de despullar a devant seu, en tota sa nuesa bonyeguda y feréstega. Ell havía somiat qu'eran fantasmas tristoys que caminavan d'esma a l'ombra de las boscurias, tan incapaços de fer bé com de fer mal... Però ara veya qu'allò era somnis, no més que somnis... Ara veya que, tot y sent enzas dormilegas, covavan el pecat sota la sòn. Feyan el mal a la quieta, mitj desperts, mitj adormits, sense fressa, sense escándol... Feyan el mal que podían, sempre que 'l mal no 'ls inquietés massa ni 'ls torbés l'ensopiment en que vivían engorronits... ¡Mala nissaga! ¡Mala nissaga! Allavors mossen Llátzer va presentarse devant dels bosquerols, ab posat sever, ab gestos de profeta santament irat, disposat a avergonyirlos, a execrarlos, a fuetejarlos la cara ab dicteris que condemnessin tanta iniquitat, tanta miseria! Però la gent se va escórrer per 'quí, per 'llí, aixís que va veure al capellá esperitat. Els uns giravan cúa cap a l'absis; els altres se ficavan a l'esglesia, tot fent", "l'orni. N'hi havía que giravan el cap pera excusar el bon-día al rector nou... Alguns se 'l miravan ab una expressió dubtosa, mitj mofetas, mitj babaus... Mossen Llátzer va passar de llarch, y, ofegant a viva força l'ira santa que li inflamava 'l cor, sols mormolava entre dents: \"¡Mala nissaga!\" Va penetrar a l'esglesia, va atravessar la nau, va ficarse a la sagristía, fent sempre esforços pera apayvagar l'esvalot d'indignació que li sotragava l'ánima. --No es pas pietat, --deya entre sí,-- no es pas misericordia, lo que li cal a n'aquesta gent, més aspra que 'ls terrossos, més negra y traydora que la nit... Es l'espectacle dels cástichs, la predicació de las eternas penas, lo que 'ls ha de junyir, de doblegar... --anava repetint el rector, tot acostantse a l'arquimesa ahont hi havía disposats els ornaments pera revestirse. Mes, aixís que va veure las sagradas vestiduras, va sentir terror dels propis pensaments. Tant bon punt va agafar l'amictus pera posársel a l'espatlla, se va recordar de que aquell drap era 'l vel místich ab que van ser tapats els ulls del Christ a l'hora dels escarnis y las befas... y va començar a trobarse aconortat ab el recort de la paciencia divina. Quan va passarse, després, l'alba pel cap, anava sentintse ab més consol, boy pensant que la blanca vestidura era la túnica d'orat que van posar al Fill de l'Home, a la nit de la Passió. Acabat, tot lligantse el cíngol, quasi esdevenía enterament asserenat, perquè li passavan per la memoria las cordas de Getzemaní y els açots en el pretori... Però, després, tot de sobte, quan va ser a creuharse sobre 'l pit l'estola d'or, signe d'inmortalitat y atribut majestuós del ministeri, sense saber per què, li van tornar a rebotir del cap al cor els flams d'indignació que l'abrusavan. --¡Mala nissaga! --repetía sense poguerhi fer més.-- ¡Mala nissaga! Com els sayons de Pilat, també escarneixen al Christ y també 'l tractan de boig! Atribuheixen al diable l'obra de Deu y prenen el miracle per bruixería! S'assemblan a las vellas tribus dels juheus, sempre escupint al cel, desagrahidas! Ab un Deu d'amor no hi volen saber res... se las volen heure ab el Deu de las justicias eternas! En lloch d'un sacerdot de la lley de gracia, els caldría un sacerdot de l'antiga lley, que 'ls fes sentir el pes de las divinas iras, que cridés sobre d'ells el foch del cel, que 'ls malehís fins a la quarta generació!... Tan indignat se sentía contra 'ls feréstechs bosquerols, que va estar a punt de traures els ornaments de sobre y presentarse al presbiteri y manar tancar l'esglesia, cridant: \"¡Anèusen, anèusen! ¡Ja us en podeu anar tots! No hi ha missa pera 'ls perversos!...\" Mes, fent un suprem esforç, altre cop va posar fre a l'exaltació, y va acabar de revestirse, disposantse a anar al altar. Ple d'unció y reculliment, ab el cap acotat, closos els ulls, tremolosos els llavis d'oració, el sacerdot va surtir de la sagristía, l'una", "má aguantant el cálzer y l'altra per demunt dels corporals. Però quan va trobarse devant del poble, al trencar de la sagristía al presbiteri, el capellá va tombar el cap tot de prompte, com desvetllat del reculliment pel brugit d'irreverencia que surava dins la nau. De la generació qu'omplía 'l temple n'eixía com una remor confosa de trepitj y de xiu-xius... La gent se parlava a l'orella, y els uns als altres se feyan signes, assenyalantse 'ls altars repintats y las imatges adobadas y 'ls guarniments aconduhits... Allavors mossen Llátzer se va deturar un moment de cara als feligresos, y, redreçat a l'acte, inmóvil, altiu, sever, com una estatua de la majestat divina, va clavar sobre la turba una mirada llarga, fonda, llampegant, que va fer caure de genolls a homes y donas. De cop va regnar un silenci de sepulcre... y el celebrant va pujar a l'altar. ¿Què hi devía haver a n'aquella mirada y a n'aquell gesto del sacerdot, que va deixar als bosquerols estemordits? ¿Es qu'havían vist passar per devant d'ells l'imatge augusta del Deu ofès, del Deu irat, tal com deurá presentarse a judicar als vius y als morts el día negre del derrer judici? Quelcom d'això devía ser... perquè, abans d'haverlo contemplat ab els sagrats ornaments, fos que 'l vegessin al peu de la rectoría, fos que 'l trobessin al bosch, pera 'l rector nou no més sentían rencunia, tirria, quan no se 'n mofavan y 'n feyan escarnot! Però, revestit pera dir la missa, cobert ab la casulla, el cálzer a la má y al peu del ara... allavors ja era altra cosa, una cosa més tremenda!... Allavors, se 'ls representava com el ministre del Deu que té en sas mans poderosas la tempestat y la pedra, la neu y la glaçada, el llamp y 'l bufarut, la passa dels ramats, la mort dels homes y las bestias!... Aquets pensaments reveladors sobre l'ánima obscura dels bosquerols anavan y venían pel cap del capellá, mentres treya la bossa de sobre 'l cálzer y regirava 'l missal. --¿No es el temor de Deu el començament de tot? --sospirava.-- Donchs encara puch menarlos a Deu per la temença... Y un raig d'esperança li resplandía als ulls al dir, després, devant la grada: --Introibo ad altare Dei. ## XI Historia dels dos jayos Una altra de las cosas que més afligían a mossen Llátzer, en mitj de las tragedias que 'l voltavan, era no trobar un refugi de consol en els jayos que tenía de sirvents. Hi trobava respecte, humilitat, veneració, ¡això prou, y potser massa! però no hi trobava tendresa. Ell hauría volgut un xich menys d'acatament y un xich més de germanor. Solitari com vivía entre 'l desert de las montanyas y l'apartament dels homes, haguera pres a mans besadas, com el millor do del cel, que 'ls jayos, en compte de reverenciarlo com a amo y senyor, l'haguessin tractat com a fill, com a germá. Una escalforeta de familia per l'estil l'hauría retornat bona cosa", "de la freda soletat a que 'l condemnavan els feligresos sorruts. Cada cop qu'entrava a casa ab l'ánima adolorida per la malevolença que li mostravan sempre 'ls bosquerols, ara trencant de camí per no haver d'assaludarlo, ara fentli cara esquerpa quan no 'l podían excusar, més s'hauría estimat veure una llágrima de pietat en els ulls dels jayos respectuosos que sentir aquella lletanía de missenyors que may se 'ls en anava de la boca. El consol del rector haguera sigut que, al vèurel trist, compungit per las penas que li donava la gent de la parroquia, haguessin corregut a preguntarli què tenía, què li passava... Y ell els ho hauría contat, com qui diu nòs ab nòs, entre familia... y fins haurían plorat tots junts, y aixís se li hagueran apariat una mica las feridas que li sagnavan a l'ánima... Però ells no. Tan servicials, tan obedients, tan carregats de reverencias com eran, no sabían trobar una paraula dolça pera un moment d'aflicció. Pera fer lo que calía, pera cumplir ab la tasca, tant la Mariagna com en Joseph arribavan molts cops fins al sacrifici... y lo més admirable era qu'hi arribavan sense adonársen, com si no fessin res, com si allò que feyan no tingués cap mèrit. Fos a la feyna de la casa, fos al servey de l'esglesia, ells no s'hi planyían gens. Hi posavan el coll, els braços y las camas, hi posavan las forças y els sentits... però, això sí, no hi posavan may el cor. El cor semblava que, a copia de sumissió y respecte, se 'ls hagués arribat a fondre, tornantse no més qu'humilitat tota la tendror de l'ánima. Aixís es còm el pobre capellá, per son natural, tan esplayós y fervent, se trobava condemnat a viure eternament sol... Sol y vern com un desterrat, quan caminava pels sots, entremitj de las montanyas negras; sol y temut com el Deu carregat d'ira, quan era a l'esglesia, entre 'ls esquerps feligresos; sol y reverenciat com un tabernacle, quan se trobava a la rectoría entremitj dels dos sirvents. Ell prou maldava pera guanyarlos la voluntat a copia de franquesa; ell prou feya pera rompre aquella muralla de veneració que privava als avis d'acostarse. Mes tots els esforços eran en va. Els pobres jayos no hi podían pas fer més. Pera cambiar de taranná haurían hagut de mudar la pell, y pera mudar la pell ja duyan massa dotzenas d'anys a las espatllas. Tota una vida de servitut passada a l'ombra del claustre, els havía enmotllat l'ánima y el cos dintre las reglas de la disciplina més estreta, donantlos aquells ayres, bon xich mústichs, de reculliment y sumissió. Era ben estranya l'historia dels dos vellets... En Joseph era fill del mateix Montmany, y prou se recordava encara quan de criatura trescava lleuger pels sots y avuy anava a ajudar missa a l'esglesia y demá corría de casa en casa dihent salms y parenostres pera socórrer a ne 'ls seus pares, que tenía gayrebé sempre malalts. El pobriçó", "havía nascut a cân Saborit, una caseta negra y rònega de sobre 'l coll de cân Ripeta, qu'ara ja feya un grapat d'anys qu'estava feta un munt de runas, abandonada de tothom. Allí, ab més fam que vianda, el baylet va anar creixent, tot resignat y tristoy, mirantse com la caseta payral s'anava esgrunant de mica en mica y com sos pares s'anavan corsecant y decandint, rosegats per la miseria. De tan decandits y corsecats, al capdevall se van morir... y allavoras el bordegaç, abans que la casa se li acabés d'enrunar a sobre, va determinar surtir dels sots pera veure si 's guanyava las mossadas en qualsevol indret menos afamat qu'aquell. Camina que caminarás, va tirar de dret cap a las Planas; y, aquí caych, aquí m'aixeco, un día va arribar a un gran convent de monjas, tot demanant caritat per amor de Deu. El pobre baylet va restar com encantat devant d'aquell inmens caseriu monacal, quasi gran com una vila y ab més ayres de palau que de convent. Venint com venía d'uns cataus mitj enrunats, ab prou feynas sen sabía avenir, d'aquells carrers d'hostalets, de corrals, de cellers y conrerías, tan nèts, tan amples, tan assoleyats, que donavan la volta a la clausura. Però lo qu'encara 'l va maravellar més que tot, va ser veure passar pel claustre gran a la Mare Abadessa, seguida de las monjas, superba, majestuosa, com una reyna triomfant voltada d'una cort de princesas blancas. El pobriçó no tenía prou ulls pera admirar aquell bé de Deu... Com que ja era un minyó espigat y feya un posat tan místich, tan benigne, al convent li varen dir si volía quedarse, que cabalment els mancava un noy pera ajudar als hortolans. El xicot va dir que sí, y d'aquella hora endevant ja no 's va moure de las conrerías del convent. Era tan obligat, tan treballador, tan bonifaci, qu'aviat va ser l'ajuda y el recader y el regatxo de tothom. \"En Joseph que vingui aquí.\" \"En Joseph que fassi això.\" \"En Joseph que vagi allá.\" Y ell ho feya tot humil, tot creyent, tot respectuós, lo mateix si li manavan las Mares que si li deyan els moços o las criadas del monastir. Entre aquellas servidoras va conèixer a la Mariagna, una moça també òrfana, compungida y bonifacia com ell, y com ell recullida per las monjas. La moceta, entre altres cárrechs, tenía 'l de bovera; però com era tan jovenota, molts cops, per més que maldés, no tenía prou coratge pera fer la lley al bestiar quan se li esgarriava pels barranchs y torrenteras. Mes allavors hi corría en Joseph pera ajudarla, y entre tots dos entravan els bous, y entre tots dos els mudavan el jaç, y entre tots dos els donavan el recapte. Però, ab tot y anar tot el sant día junts y ser com eran un parell de bordegaços, sempre 's tractavan de vós, ab una mena de respecte com si fossin gent de seny. Fos a l'horta, fos", "a la conrería, fos al convent, quan se trobavan se deyan: --Deu vos guart, Mariagna. --Deu vos guart, Joseph. Y el demés servey, tot estranyat, no podía menys de somriure al sentir que 's donavan aquells mocosos tan bell tractament. Mes veusaquí qu'un día, en que per atzar se trobavan tots dos al parlador, ahont havían anat pera rebre ordres, la Mare Priora, veyentlos tan semblants de gènit y de posat, els va dir aixís, vagament: --Faríau bona parella... Vos hauríau de casar, vosaltres dos... Y tant el xicot com la xicota, que may per may havían somiat ab res d'això, ni s'havían dit una paraula més enllá de l'altra, van respondre a la una, tot seguit: --Sí, Mare nostra, --com si prenguessin per manament aquellas paraulas mitj enlayre. Tal dit, tal fet. Al cap de poch temps varen casarse, sense que, al mudar d'estat, mudessin per res enterament las costums de sumissió y sacrifici. Com més va anar, més quieta van fer la vida, més silenciosa, més consagrada al servey de Deu y al servey del monastir. Se tractavan ab el mateix respecte d'abans, ab el mateix mirament, ab la mateixa cerimonia... --Escoltèu, Mariagna... --¿Què voleu, Joseph? Vivían tan recatats, tan recullits, que més que marit y muller semblavan germá y germana que secretament haguessin fet vot d'obediencia, de pobresa y castetat, com las mateixas Mares del convent. L'ayre de claustre qu'havían respirat tota la vida, els havía anat encomenant, a copia de temps, certs andamis, certas posituras monacals, que 's traslluhían en tot lo que feyan... en la manera de caminar, en la manera de vestirse, en la manera de dir las cosas. Boy sent gent del camp, semblavan gent de clausura, ab més posats de monjos que de terrassans. Y aixís van viure quí sap el temps, quí sap els anys, fins arribar a la vellesa... y aixís els va conèixer mossen Llátzer quan, per ordre del prelat, va anar a las Planas a fer un mes de penitencia, abans de empendre'l camí dels sots. --Jo 'n som fill, missenyor, d'aquellas terras de Montmany... --va dir un día en Joseph, enrahonant ab el pobre capellá afligit. Y mossen Llátzer, aixís que va sentir aquellas paraulas, li va semblar qu'eran un avís miraculós que li venía a obrir un camí per entre l'adversitat. Va quedar bona estona pensatiu, rumiant que, si aquell jayo volgués seguirlo en la seva pelegrinació, sería com un guía baixat del cel. La terra ahont l'enviavan, ab tot y ser per ell un món desconegut, li feya venir angunias de pensarhi. N'havía sentit parlar com d'un desert esgarrifós, emboyrat d'ombras y tristesas; com d'una mena de llims foscos, ahont els homes dormían com difunts. \"Si a lo menos --pensava-- pogués endúrmen per companyía un bon home com aquest vellet y una bona dona com la Mariagna, la vida de desterro en els sots feréstechs potser no fora tan desolada, tan crudel...\" Y, animat de sobte per aquell pensament, que venía a ser com una", "gota de celistia en mitj de tantas tenebras, va córrer mossen Llátzer al monastir a explicar a la Mare Superiora tot el munt de penas que l'aclaparava y l'únich resquici d'esperança que tenía. --¡Si pogués endúrmen els vellets! ¡Si 'ls vellets volguessin venir ab mi! Y, compadida, al capdevall, la Mare, d'aquellas tribulacions, va cridar als jayos a sa presencia, y, començant per un lleuger entretoch, va anar insinuantlos de mica en mica 'l desitj del capellá. Però en Joseph y la Mariagna no necessitavan pas tants miraments, perquè, avesats a l'eterna obediencia, a l'eterna sumissió, varen pendre, com sempre, l'entretoch com una ordre dita y feta, y a la una varen respondre: --Sí, Mare nostra. Quan missenyora sía servida, nosaltres marxarèm. Y desde aquell instant ja 's van posar a arranjar lo que calía pera la trista pelegrinació, resignats del tot a abandonar las parets assoleyadas y els claustres florits ahont havían passat tota una vida, pera empendre la ruta de las clotadas desertas. Mentres va durar el camí, pesat y costerut com la vía d'un calvari, no varen exhalar ni un sospir de recança ni un ay de penediment... y, un cop arribats a la rectoría, un cop entafurats al recó de solitut ahont viurían desterrats del món dels homes, els vells no varen pensar en res més qu'en amotllar a la nova estada las antigas costums del monastir. Per las ánimas, eternament conformadas, dels dos jayos no havía passat res enterament. Tot seguía d'igual manera y ab el mateix compás. El treball seguit y silenciós, els hábits de paciencia y sacrifici, las horas de reso y el Deu-vos-guart conventual no 's varen interrompre gens ni mica. Quan, a mitjdiada o cap al tart, se tornavan a veure a la rectoría, després de la tasca feta, marit y muller s'assaludavan ab la cerimonia de costum: --Que Deu sía en vós, Mariagna. --Y en vós per sempre, Joseph. Y, un cop dita la salutació, com ombras de gent d'altras centurias, jayo y jaya tornavan a l'etern silenci, anántsen cadascú resignat a son quefer. Els bosquerols, que 'ls veyan anar y venir pels encontorns de l'esglesia, callats y recullits com penitents del desert, se 'ls miravan ab estranyesa, y fins se mofavan molts cops de la fatxa y del posat que feyan. Encara que vestían trajos com els de tothom, en la manera de posársels y de durlos hi barrejavan quelcom d'eclesiástich qu'era costós d'explicar. Ell portava una jupa negra, però tan llarga qu'hauría sigut lloba ab un xich més; y ab els braços creuhats com duya, l'una má dins del manigot de l'altra, traspuava per tots cantons estranyas apariencias d'ordenat. Y la Mariagna, no cal dir... Tenía un estil de lligarse sota la barba 'l mocador blanch a tall de toca, y de posarshi a sobre la caputxa negra, fent que li vingués a caure com un vel, que semblava una monja dita y feta. Mossen Llátzer no podía mirársels sense venirli 'l pensament al cap de que eran", "gent d'esglesia d'altres sigles servada per oblit en aquet món o figuretas descoloridas escapadas d'un retaule antich. Lo que li feya condol era que aquells santets d'altar, tan recatadets y humils, no portessin dins dels hábits una animeta compassiva, que poch o molt se planyés de las penas qu'ell passava. Però ells, no... ¡qu'es cas d'això! En Mossen Llátzer, ademés de l'amo y senyor, hi veyan al capellá, al ministre de Deu, al sacerdot... y aquell ministeri, aquella dignitat, els omplía d'acatament, de respecte. La llástima era que no hi sabessin veure a l'home, a l'home de carn y òssos, necessitat, com ningú del món, de consols y de tendresas, en mitj del desert funerari en que vivía, condemnat a la tirria y a la befa dels feligresos sorruts. ¡Oh y allavors... tot justament allavors, que semblava que s'anés embotint y prenent peu la guerra sorda, la guerra a la quieta, que desde bell principi li tramavan els bosquerols! Sense saber còm ni per quín cantó, sentía qu'estava a punt d'esclatarli a sobre una tempesta de rencunias que s'anava congriant al voltant seu, impalpable com las ombras, traydorota com la nit. Sabía que li tenían jurada y que 'l día de la malifeta no trigaría a venir. Sòrt qu'ell no s'acobardía pas, per això; y, encoratjat per la grandesa de son ministeri, esperava a peu dret l'embestida dels esquerps vehins, y fins la desitjava, de vegadas, confiant potser que del mateix terratrèmol ne surtís la mudança, la vida nova, la sospirada redempció... Desde 'l día en que, ab el cálzer a la má y revestit pera dir missa, havía vist tremolar als feligresos de cap a peus, estemordits per las miradas d'indignació que 'ls clavava, havía concebut l'esperança de menar fins a Deu, per la temença, a n'aquell ramat toçut. Per això, quan algun bosquerol se li desmandava ab gros escándol, ell ja sabía 'l moment de ferse obehir... Esperava la festa, esperava l'hora de la missa, y, quan tenía aplegats a tots els vehins devant l'altar... allavors ell se girava de cara al poble y reptava al culpable ab mots irats: \"¡Tu, xicot gran de l'Ensulcida! ¿Que no 't fan por els cástichs de Deu? ¡Jo estich a mi que no téns entranyas de fer lo que fas de deixar anar a captar a la vella de ta mare pera que 't mantingui a tu! ¡Y tu, pastor de l'Uyá! ¡Jo no sé còm no 't cau la cara a troços de cantar las cançons desvergonyidas que cantas al bosch, quan passa algú, pera que 't senti! ¿Que no ho saps, que també Deu t'está escoltant y ab un llamp de la seva ira 't pot fer callar per sempre més?\" Y allavors tothom acotava 'l cap sota el pes del sagrat enuig. La gent, al sentir aquells renys del sacerdot a peu d'altar, s'esborronava tremolosa, y grans y xichs per un instant feyan propòsit de retornar al bon camí y seguir la lley de Deu. Però lo més", "dolorós era que a ne'l capellá també li sagnava 'l cor d'haver de reptar als bosquerols d'aquella manera irada. Sent com era tot bondat y tot amor, el cor se li feya a micas cada cop que, al peu de l'ara, havía de llençar sobre 'l cap dels feligresos els dicteris de la seva execració. Després de las amenaças a tall d'enutjat profeta, venía la debilesa, venía 'l defalliment. Y mossen Llátzer passava días y més días sense esma, sense dalit, com aclaparat pel terror dels propis renys. En aquells instants de suprem decandiment era quan el capellá hauría pres á genollons els consols dels vells sirvents. Veure una llágrima dels seus ulls, sentir un sospir dels seus llavis... Però ells, cá... Sempre callats, sempre respectuosos, sempre plens de cerimonias, responían a las exclamacions de mossen Llátzer com aquell que diu amen acabada una oració. --¡Ja ho veyeu, lo que 'm passa! ¡Ja ho veyeu! --exclamava 'l rector, ab las mans al cap. --Sí, missenyor, --per tota resposta feyan ells ab un to humil, però esvahit, boyrós, com si tinguessin l'ánima a un miler de lleguas lluny. El rector de cap manera sabía resignarshi, a la reverencia glaçada d'aquells vells, fidels com gossos, sumisos com esclaus, però reservats com sepulcres. Li calía escalfor d'ánima humana, li calía bálsam de pietat per las feridas rebudas, li calía confort contra l'adversitat, que silenciosament li venía a caure a sobre com un fantasma inevitable que se sospita y que no 's veu. Cabalment allavors li acabavan de dir una cosa que l'havía deixat tot confós y pertorbat... ## XII La Rodassocas Quan mossen Llátzer va rebre la mala nova, va semblar que li estimbessin a demunt las montanyas negras que l'aparedavan. De primer moment, ni menys va saber de què se las havían aquellas donas vingudas del Serrat pera ferli a saber lo que passava. --¿La Rodassocas?... --preguntava 'l rector, estranyat.-- Però bé... y ¿quí es la Rodassocas? Las donas del Serrat ho sabían massa com més prou. La Rodassocas era l'esca del pecat mortal, la mala fembra de aquells indrets... Era la meuca bosquetana, que, corrent d'ací d'allí per las valls y per las serras, feya seguir als homes y als minyons ab la farum de la carn. Fins vells xaruchs hi havía que li corrían al derrera; fins bordegaços desnarits, que s'hi corsecavan y neulían... Quan se deixava caure sobre un poble o sobre un llogaret, las donas dels volts deyan alarmadas: \"¿No sabeu? ¡La Rodassocas es a tal punt!\", de la mateixa manera que 's diu: \"¡Aquí o allá tenen la passa, la malura!...\" Mentres va ser jovenota, no 's va moure quasi may del pla, perquè ¡allavoras ray! podía ben anar de vila en vila rumbejant bonas faldillas vistosas y mitjas fullas de mocadors llampants. Però, després, quan a la vila ja no la varen volguer per rebregada y els batlles la perseguían per escandalosa, alashoras no va tenir més remey que trescar montanya amunt y devallar a las", "clotadas y entafurarse pels boscos y amagarse pels barranchs, enquibintse unas nits per las palliças dels hostalets y altres nits dormint al ras. Mes, al terme de Montmany, potser per massa espadat y costerut, encara may hi havía posat els peus. Per això las donas del Serrat no sen sabían avenir, de que a l'hora més impensada hagués comparegut al bell cim de Puiggraciós. Y encara no era pas això, lo més estrany; perquè de lo que més se feyan creus las pobras donas, y de lo que sobre tot s'escruixía mossen Llátzer, era de que la gent de l'ermita li haguessin donat estada a l'hostalet. --¡Quína vergonya, senyor Deu meu, quína vergonya! --barbotejava, escandalitzat, el capellá.-- ¿Ahont s'es vist un sacrilegi semblant? ¡Tenir a l'ermita, a la mateixa ermita, a l'altra part de l'esglesieta, a quatre passas de la Mare de Deu, a una mala pècora com aquella, qu'es la damnació dels homes, la perdició de las ánimas! Tapantse el rostre ab las mans, com avergonyit pels pecats d'altri, el rector anava y venía a grans gambadas, fins qu'al capdevall va dir a ne 'l jayo: --¡Joseph! pujèu a Puiggraciós y diguèu a l'ermitá que baixi a l'instant... que vull parlarli... El vellet tornava, al cap d'una hora, tot pansit y ab el cap cot. --A l'ermita, missenyor, diuhen que están tots aqueferats y que no saben si podrán venir molt tart o d'hora. Mossen Llátzer, tot y coneixent que allò no més eran excusas, va esperar fins l'endemá; però, al veure que ningú compareixía, va enviar altra volta a l'ermita a n'en Joseph. --Anèu, tornèuhi y diguèu que no 'm desobeheixin pas... Que l'un o l'altra vingui tot seguit... ¡Diguèulos que jo 'ls ho mano! El jayo va tornar dihent que no més havía trobat a l'ermitana, y que l'ermitana li havía fet de resposta que tenía l'home al llit y qu'ella no podía moures del capçal... El capellá va haver de fer molts esforços pera apayvagar l'esvalot d'indignació que li regirava l'ánima. --¡Donchs anèuhi per derrer cop! --va exclamar.-- ¡Anèuhi en nom meu a durhi l'ordre de que, sense excusa y sense remissió, treguin fòra de l'ermita a la bagaça... y s'acabi l'escándol qu'estan fent! Altre cop rostos amunt, altre cop rostos avall... y el jayo va comparèixer ab un trist recado... \"Que 'ls ermitans li havían dit que no sabían per quíns cinch sous havían de traure a la pobra dona de l'hostalet... qu'ella no inquietava a ningú... qu'ella no feya pas cap mal...\" El rector va restar com atuhit al sentir aquella resposta. La desobediencia dels ermitans era la primera senyal de la tempesta que feya temps ja sentía còm s'anava congriant al voltant seu. El fantasma de tirrias y rencunias, fins allavors invisible y impalpable, començava a traure 'l cap. Ara ja sabía per quín cantó esclataría la guerra mansa y quietona qu'en el silenci li tramavan els bosquerols. La revolta venía de Puiggraciós... y, al pensar que 's presentava més descarada de lo", "que s'hauría cregut may, el rector va sentir córrer pel seu cos estranyas esgarrifanças. Fins va témer que, ab tot y el seu propòsit d'esperar a peu dret l'embestida dels feligresos sorruts, ja no lograría, com fins ara, ferse obehir ab l'amenaça de las eternas penas. Li semblava que d'aquí endevant ja no 'ls faría tremolar ab els seus renys a peu d'altar, ni 'ls estemordiría ab las miradas d'indignació, ni 'ls menaría a l'humilitat per la temença de las divinas iras. Fins alashoras l'esperit del mal havía surat com indecís per dins de l'ánima ensopida dels bosquerols; però ara començava a pendre forma, a pendre vida y colors. Devant per devant de la potestat de Deu, qu'ell encarnava, s'alçava la potestat de l'infern, encarnada en la mala dona de l'ermita. Desde aquella hora endevant, els sots ombrívols, qu'ell volía redimir de totas passadas, fos per la pietat, fos per la temença, quedarían repartits en dos dominis... el domini de Deu, a la parroquia... el domini del diable, a Puiggraciós... --Mes ¿còm ho haig de fer, Senyor, --exclamava, invocant al cel el capellá-- pera vèncer el mal esperit y deslliurar de las miserias de la carn a n'aquestas criaturas desventuradas, arrapadas a la terra y al pecat? Mentrestant, pels curriols y viaranys que menan fins a l'ermita, començavan a fer tats els bosquerols. Amagantse 'ls uns dels altres, rondavan per allí com qui fa l'orni, y quan eran a la vora de l'hostalet se posavan a l'aguayt per entre 'ls pins o 'ls matolls. El fet era llambregar a la Rodassocas, encara que no més fos de rellisquentas. N'havían sentit a parlar tant, que pera vèurela 's dalían; y encara ab un cop no 'n tenían prou y frisavan pera tornarhi, com si no poguessin arrebassarse del magí la deria de la barjaula. Allò era la tentació eterna de tot Montmany. De día, en la solitut de las ombrívolas boscurias, joves y vells no rumiavan altra cosa. De nit, en el silenci de las cambras, plenas de tenebras, tots els homes se revolcavan pel jaç, somiant ab aquella dona. Ni un instant, per repòs, se 'ls en anava del pensament l'estranya imatge de la bagaça, ab aquells cabells rojos com aram, ab aquellas carnaças blancas com metó, ab aquella pell llentiosa com espurnada de boll daurat. Cosa de bruixas els semblava que ni 'l sol ni la serena haguessin colrat aquella cara, aquell coll y aquells braços, com se colran els de tothom. Però, era tan estrámbula en tot, aquella dona del dimoni!... ¿No era també prou misteriós que, ab tants improperis com passava y ab els anys que duya a sobre, encara fes prou patxoca pera fer perdre la xaveta a pastors y terrassans? ¡Però tenía un mirar, un riure, un posat, una mena de cosa de tots els diables de l'infern, que no tenían pas las altras donas del sots! Eran tan negras totas, y tan lletjas, y tan secas, que la Rodassocas semblava un sol al costat", "seu. Ni las moças més jovas y més polidas sabían cossarse com ella 's cossava, ni remenar el cos com ella 'l movía, ni posarse al cap, en comptes del caputxot, un mocadoret com el qu'ella duya, tan petit, petit, y tan cargoladet a la lligada, que per devant deixava veure tota la clenxa partida, y per derrera las trenas de color encès. No era pas gens estrany, ab tot això, que per l'espessa testa dels montanyenchs s'hi passejés día y nit la figura blancaça y roja de la bagaça. Hi havía feixinaire de l'Ensulcida que, quan estava segur de que no 'l podían veure dins la pineda ni pilers ni llenyatayres, s'asseya quietó al peu d'una soca y, treyentse la bossa de la faixa, se posava a comptar els diners, pera veure si 'n tenía prou pera anar a l'ermita a convidar a la Rodassocas. O de vegadas era un pastor que, desvetllantse tot d'un plegat del somni de luxuria que 'l perseguía, encarregava 'l ramat al rabadá, y, agafant d'amagatotis un anyell o bé un cabrit pera ferne ofrena a la barjaula, s'enfilava adalerat pel camí de Puiggraciós. Talment semblava que tothom hagués perdut l'enteniment y els sentits, y l'esma de las cosas, y potser fins la salut. Somniosos, muts, pensatius, anavan capdellant y descapdellant, sense parar, la caboria carnal que 'ls furgava 'l pensament. Restavan horas y horas sense obrir els llavis, ab els ulls fixos sense mirar en lloch, cavil·lant y gemegant fondo, com ensopits per la febre. Era la raja folla que 'ls enmalaltía, era la tentació, el pecat mortal... Alguns se persignavan pera esbargirse 'ls mals pensaments y traures del cap las imatges de nuesa qu'hi ballavan... altres deyan salms, oracions y parenostres... però la follor que 'ls damnava era més forta que tot... No podían ferhi més, no podían rompre 'l cèrcol de la carn, no podían desempellegarse de la mala cosa que tenían arrapada a l'ánima y al cos. Quan queyan sobre las clotadas las primeras ombras de la nit, ara l'un, ara l'altre, eran molts els que s'esquitllavan cap a l'ermita de Puiggraciós. Envolicats de cap a peus ab las mantas pera no ser vistos ni coneguts, com una corrúa d'ánimas en pena, donavan voltas y més voltas, ara devant de l'era, ara devant del barri de l'hostalet, com si no gosessin a acostarshi. La Rodassocas, que molts cops s'estava derrera la finestra, no feya més que mofarse de la vergonya dels bosquerols, y, cada volta que passavan o traspassavan, ella 's posava la má a la boca y vinga fótxessen y riu que riu... Altras vegadas cantava cançons estranyas, vingudas de lluny, de lluny, que ressonavan tristament per las boscurias, entremitj del silenci de la nit: \"No manca pas qui 'm coneix y va a avisar a la justicia. Me posan cadena al coll, no d'or com durli solía, regalada pels galants per' lluhirla nit y día, sinó de ferro feixuch, del mateix de las manillas.\" El bover o el", "llenyatayre que, fent un va-hi-tot, s'arriscava a atravessar l'era, entrava a l'hostalet de correguda, tot encongit y confós. Devant de las riallas de la meuca 's trobavan acobardits y no sabían confegir paraula. Volían enrahonar, però la llengua se 'ls entortolligava per la boca. Hi havía instants en que haurían volgut fondres y quasi no haurían pogut dir si s'hagueran estimat més tornársen o restar allí. Com més moixaynas y festas els feya la Rodassocas, més torment passavan ells y més angunia sentían. Semblava que patissin, que 'ls burxessin... Els entrava una mena de desfici estrany, fet de temor y de vergonya, qu'ara 'ls feya venir esgarrifanças y ara suhors... ¡Ells no 'n sabían, de riure, ni de fer xangla, ni de dir acudits, com aquella dona qu'havía nascut al pla y havía viscut a vila! Ells no 'n sabían... ¡malehitsaga!... de tot allò... y s'avergonyían... y vetaquí que, per l'avergonyiment, tot el somni de plahers carnals que s'havían forjat allá, al fons de las boscurias, quasi s'esvanía abans de l'hora, devant per devant mateix de la bagaça. Ells havían anat a l'hostalet pera gaudirse y folgar, sense recordarse de qu'eran morts... y 'ls morts no poden xalarse. El mal esperit de la carn els havía revifat per una estona... però desseguit tornavan a l'ensopiment dormilega a que vivían condemnats... Prou treyan vianda y beure, els ermitans, pera 'ls quins passavan la nit a l'hostalet; prou se desfeya a festas, la Rodassocas; però ni 'l vi, ni la xefla, ni las manyagarías, ni 'ls jochs, ni res del món, era capaç de fer néixer l'alegría en el cor arronsat dels bosquerols. Era la seva disbauxa una disbauxa silenciosa y trista, sense escándol ni riallas, sense joya y sense crits, com la d'un aplech de difunts que volguessin fer platxeria... Quan, a las primeras tremolors de l'alba, els qu'havían passat la nit a l'hostalet, sen tornavan cap a casa, sentían gran defalliment, com si portessin al cor una vuydor. Però lo estrany era que, aixís com anavan devallant als sots, altre cop se 'ls apareixía l'imatge de la bagaça. Boy a mida que s'allunyavan de Puiggraciós, més els revenía 'l desitj de tornarla a veure, més y més s'encenía 'l somni de carnals nuesas, y més s'encomanava tothom aquella passa de tristas luxurias que surava, com un tuf de febre per demunt dels sots... ## XIII Deu y el dimoni El pobre capellá, entretant, passava els set cálzers d'amargura. Regust de fel y vinagre sentia dins de l'esperit cada vegada que li arribavan novas de la disbauxa dels bosquerols. Fins plorava molts cops, plorava a llágrima viva, com si ell tot sol hagués hagut de purgar els pecats de tots els feligresos junts... com si ell tot sol, sent ignocent com era, hagués hagut de sentir dins las entranyas tot el dolor de contrició que pertocava sentir als totxos montanyenchs, engorronits com bestiolas en l'inmundicia de la carn. Mes a voltas ell mateix se refrenava las llágrimas que li venían a", "flor d'ulls, per no semblarli potser prou puras. A certas horas sentía com remordiment dels seus mateixos plors, sobre tot quan li semblava entreveure que més aviat plorava per la desfeta dels propis somnis de redemptor que per las culpas y els pecats d'altri. Al sospitar que podía ser, semblant debilesa humana, la causa de las sevas afliccions, feya callar en sech els sanglots que li pujavan de l'ánima, pensant que no eran pas defalliments de cor, ni sospirs de dona, ni plors de nin, lo qu'en aquells moments li calía, sinó coratge, fermesa, pera lluytar contra la nissaga endimoniada y aterrarla ab l'amenaça de las penas que no s'acaban may més. El fet era vèncer al dimoni de las luxurias, que s'havía ficat al cos dels bosquerols... y no era pas ab gemechs, ni somiquerías, ni plorallas, com s'humilía a las potestats de l'infern. --¡Cor ben fort, --deya entre sí,-- cor ben fort es lo que 'm cal pera batre als enemichs de l'ánima! ¡Amenaças de profeta irat, mots d'execració, sentencias d'apocalipsis, es lo qu'haig de rebotre a la cara dels bonyeguts feligresos pera arrencarlos a viva força de las urpas del mal esperit!... Y mentres li començavan ja a passar per la memoria antigas formas de conjuri y esgarrifosas paraulas d'exorcisme, y se li acudían terribles anatemas y li venía 'l pensament de barrar l'esglesia als condemnats... tot de sobte va repensarse, rumiant que potser encara fora hora de fer un derrer esforç de redempció recorrent a la pietat... Sería la derrera provatura, la derrera... Y, animat per aquella alenada d'indulgencia, va fer anar altre cop a Puiggraciós, convidant ab el perdó als ermitans y a la bagaça si venían tots a penitencia y 's repenedían de bon cor. Mes els de l'ermita varen tornar a respondre que, com qu'ells no havían fet cap mal, ni havían robat res, ni havían mort a ningú, no 'ls calía penedirse. Allavors va veure ab fonda pena, mossen Llátzer, que no li restava més remey que l'amenaça, l'imprecació, la prèdica feréstega, prometent cástichs temporals pera avuy y damnacions eternas pera demá. Hauría de tornar a fer lo qu'havía fet altras vegadas... esperar el diumenge, esperar l'hora de la missa... y quan tindría als bosquerols aplegats y de genolls a terra... allavors sería arribada l'hora de ferse témer y ferse obehir... Revestit ab l'alba, ab la casulla, ab tots aquells sagrats ornaments que tenían la virtut de fer acotar el cap als feligresos, ell se trobaría a peu d'altar, com ministre del Deu de las justicias... Deixaría passar l'introit... Deixaría passar l'epístola... deixaría passar l'evangeli... deixaría passar el credo... y aixís qu'arribaría l'ofertori... se giraría tot d'un plegat de cara als vehins sorruts y començaría a sermonarlos ab veu estremidora. De primer els avergonyiría preguntantlos d'un a un si havían anat a veure a la bagaça... Ja qu'hi anavan sense voler ser vistos ni coneguts... --¡com si Deu no ho vegés y no ho conegués tot!-- ell els faría surtir la rojor", "a las galtas forçantlos a confessar els pecats devant de tota la gent... \"¡Tu! --cridaría, assenyalant a cadascú ab el dit.-- ¡Tu, xicot gran de l'Ensulcida! ¿Quánts cops hi has entrat, a l'hostalet de Puiggraciós? ¿Y tu, hereu de câl Janet? ¿Y vós, Cosme de la Rovira? ¿Y tu, Bepus de l'Uyá?\" Y aixís... un per un, els aniría anomenant y bescantant a tots, fins a ferlos caure la cara a troços, devant per devant del propis pares, de las propias donas, dels propis fills. Després d'això vindría 'l reptar als culpats y ferlos avinent que ja tenían tots el nom escrit en el llibre dels cástichs perdurables. Si 'l volían esborrar, els calía tota una vida d'esmena y de contrició. Altrament serían tots damnats, y desde aquell instant ja podía pronosticarlos totas las calamitats y totas las miserias... la furia del llamp y el decandiment de las maluras, els badalls de la fam y la fetor de la febre... després la mort, la mort del cos... després una altra mort molt més terrible, la mort eterna, la mort del foch y de l'infern... Quan, al diumenge vinent, va arribar l'hora de la missa major, el capellá feya una cara de tres deus, qu'esferehía de mirar. El seu front, sempre serè, semblava clapat per núvols de tempesta; els seus llavis, sempre dolços, semblavan prenyats de malediccions y de conjurs. Quan, en surtint de la sagristía pera pujar a l'altar, va toparse de cara ab els feligresos, els ulls li flamejavan d'una manera espantosa. Sent com era tot bondat y tot amor, apareixía estranyament trasbalsat, com transfigurat per l'ira. El jayo, que feya d'escolá com sempre, va tocar la campaneta, ¡garraninch, ninch, ninch!... y la missa va començar. Els bosquerols varen agenollarse tot seguit. Ab el cap acotat y tremolosos, ni gosavan mirarse al capellá de por que no 's tombés de sobte y ab una mirada no 'ls deixés per sempre estemordits. Per això, quan, després del introit, va girarse pera dir: El Senyor sía ab vosaltres, tothom va córrer amatent a abaixar la vista pera no toparse ab els ulls abrusadors del capellá. ¡Quína feredat mentres llegía l'epístola, tombat mitj de cantó entre l'altar y els feligresos! No ho semblava pas, un sacerdot de la lley de gracia, humil, amorós, benigne, ungit ab la sanch del Christ... Més aviat tenía retirada ab un sacerdot de l'antiga lley, qu'estés a punt de profetisar la destrucció de la raça pecadora y el foch del cel pera las comarcas impuras. Els bosquerols coneixían que la tempesta sagrada estava per esclatar, y tots sentían esgarrifanças a la pell, com si ja sapiguessin que 'l cel, ofès, anava a desbotar sobre d'ells las malediccions divinas. El moment s'acostava, s'acostava... Mancava acabar l'epístola... després vindría l'evangeli... després el credo... y aixís que l'ofertori fos arribat... allavors... ¡quína angunia de pensarhi!... allavors se giraría 'l rector... y ara a la dreta, ara a l'esquerra, començaría a sentenciarlos a tots entre improperis y renys, com el Jutge", "terrible del Derrer Judici... ¡Quína angunia! ¡Quína angunia! Hi havía homes que feyan estremituts de por. D'altres, ab el revés de la má, s'aixugavan la suhor de congoixa que 'ls gebrava 'l front... El moment s'acostava, s'acostava... Però veusaquí que, mentres estavan els bosquerols en lo més anguniós del seu desfici, perquè ja veyan que 'l jayo anava a girar el missal... de sobte, tot de sobte, se va sentir, en mitj del silenci de la missa, una remor impensada, una fressa aixeridoya de faldillas, com d'una dona que entrés a l'esglesia tot rumbejant el cos. Tothom va tombar el cap de correguda, y grans y xichs van sentir que 'l cor els feya un salt. --¡Llamp de Deu! ¡La Rodassocas! --van mormolar, glaçats, els bosquerols. Sí: era la bagaça, que 's ficava esglesia endins després d'haver fet la mitja rialla a n'en Bepus de l'Uyá, al Cosme de la Rovira, a l'hereu de câl Janet, que s'estavan a la vora de la porta, mitj agenollats, mitj asseguts. Després ella va passar per entre 'ls rengles de banchs, remenant unas faldillas de roba virolada y lluhint un mocadoret al cap, tan repetit, que per devant se li veya la clenxa partida y per derrera las trenas de color encès. Va tirar amunt, amunt, fins que, al ser a més de mitja esglesia, se va aclofar a terra tota desmandada, mitj badoquejant, mitj somrihent. Els feligresos, com si no 's poguessin revenir de la sorpresa, semblavan més morts que vius; y, quan tots varen alçarse a l'acte de girar el missal, els uns se miravan als altres, entre encuriosits y poruchs, com volguent dir: \"¿Què succehirá? ¿Què deurá passar? ¿Què será de tots nosaltres?\" El capellá, entretant, sense haverse adonat enterament de res, començava a llegir l'evangeli a un cap de l'ara, ab el posat sever de sempre y mitj abocat sobre 'l missal. Després va redreçarse y va tornar al mitj de l'altar pera posarse a resar el credo. Va començar baixet, baixet; però, boy a mida qu'anava mormolant las sagradas paraulas, més anava alçant la veu, fins que, a l'arribar als mots que diuhen: Que está assegut a la dreta de Deu el Pare Totpoderós y d'allí ha de venir a judicar als vius y als morts, el sacerdot quasi cridava com irat, com si ell mateix fos la Majestat tremenda, que té las claus del cel y de l'infern... Però 'ls bosquerols... ¡vès si es estrany!... ja no tremolavan gens ni mica. Aixís com fins allavoras havían tingut el cor petit, petit, de por... sense saber còm ni per què, van sentir tot d'una que començava a aixamplársels. Ja podía 'l rector girarse tot seguit, ja podía començar el sermó de las iras quan volgués, qu'ells ja no havían de témer ni havían d'esborronarse. ¡Ben al revés! ¡Ben al revés! Més aviat semblava que tots s'haguessin tret un pes de sobre, y fins n'hi havía que feyan un respir d'alleugeriment boy mirantse a la bagaça, fervorosos y agrahits,", "com si de prompte 's trobessin amparats contra las amenaças de l'altar ab la presencia de la mala fembra. Es que 'ls feligresos coneixían que 'ls improperis y las malediccions ja no foran pera ells, sinó pera la Rodassocas, aixís que 'l rector se n'adonés. Ara l'embestida qu'estava a punt de venir ja no sería entre ells, tristos bosquerols sense defensa, y 'l capellá, revestit ab els sagrats ornaments, armat de la potestat divina. Desde aquell punt el rector se las tindría d'heure ab la bagaça de Puiggraciós, ab aquella dona resoluda y deseixida qu'ell mateix deya que era 'l mal esperit. \"Però ¿ho es, de debó, el mal esperit?\" se preguntavan rumiosos els bosquerols, sense arribar a esbrinarne la veritat. Ells no podían saberho pas del cert, perquè al dimoni no més l'havían vist, entre las ombras de la nit, en imatge de boch banyut o de gat negre, però en figura de dona no l'havían contemplat may. Però, ben mirat tot, prou qu'ho devía ser quan tanta temença feya al capellá. Ara, ara sen trauría l'aygua clara, de tot aquet misteri... Si aquella dona era 'l mal esperit, ¿quí millor qu'ella pera deslliurarlos de la tiranía del rector? Ja feya massa temps que durava 'l ser esclaus d'aquell capellá, que 's valía de la missa, del cálzer, de la patena y dels ornaments sagrats pera ferlos tremolar y ferse obehir com si fos el mateix Deu. Ara tot això ja era acabat, perquè la bagaça, el mal esperit, fora la seva defensa, la seva salvació... En tots aquets mals pensaments estavan enfonzats els feligresos, quan el sacerdot, sever y altívol com l'estatua del Deu ofès, va girarse de cara al poble pera posarse a fer el sermó: --\"¡Oh gent desventurada! --va començar clamant.-- ¡Oh gent desventurada, que no teniu esma pera agenollarvos devant del Senyor del cel y en teniu pera adorar a la bestia! Resteu ensopits y sembleu morts quan heu de fer l'obra bona; però desseguit vos deixondiu y resuciteu pera anar a besar la carn, pera fer oració als enemichs de Deu...\" Mes, encara no havía 'l sacerdot acabat de dir aquestas paraulas, quan tot d'un plegat va adonarse de la meuca, y, assenyalantla ab el dit, va trencar el fil de la prèdica, preguntant ab veu de tro: --¿Quí es, diguèume, quí es, aquella dona d'allí, que gosa presentarse sense caputxa? ¿Quí es aquesta dona que va a missa ab el cap tan escarit? ¿Es la Rodassocas? ¿Es la bagaça? ¿Es la mala fembra de Puiggraciós? ¡Diguèu! ¡Diguèu desseguit! Per tot l'ámbit de l'esglesia va regnar un silenci de fossar. Ningú gosava alenar, ningú gosava alçar els ulls. Però, lo que 's callavan els bosquerols, prou ho va donar a entendre la bagaça quan, aixecantse de terra, va estirar el cos, engallada com volguent dir: \"Sí, qu'ho soch.\" Allavors totas las ánimas negras dels bosquerols varen fer un bot d'alegría, perquè van creure arribat l'instant del deslliurament. Semblava que totas s'ajuntessin ab el mal", "esperit y l'atiessin a soterrar al capellá. Però 'l capellá s'aguantava més altívol, més sever, més majestuós que may. --¿Es a dir, --seguía dihent-- es a dir que tu ets la dona de damnació que jo he convidat a penitencia y m'ha respost ab mofas y mentidas? ¿Es a dir que tu ets la dona del pecat mortal, qu'enmalalteixes els cossos per'llá hont passas y matas las ánimas per sempre més? ¿Es a dir que tu ets el diable? ¿Es a dir que tu ets la carn? La meuca, a cada pregunta, anava rebenxinantse, rebenxinantse, tota dreta, ab el cos enfora y el cap alt, com si volgués desafiar al sacerdot. Per un cantó feya com si rigués ab mofa, per l'altre com si anés a urpar al celebrant ab las sevas unglas verinosas de dona endimoniada. Era talment el mal esperit encarnat, plantant cara a la potestat de Deu. Fins va semblar qu'anava a donar un pas cap al presbiteri... Mes alashoras el capellá va llençar un crit espantós, com si 'l cel s'esquincés de banda a banda. Els ulls li llampegavan terriblement ab lluhiçors de tempesta apocalíptica, y al mateix temps alçava 'l braç dret enlayre, enlayre, com si anés a descarregar el llamp serè de la divina justicia. Era l'exorcista y l'excomunicador... era 'l sacerdot que vol traure del cos y de l'ánima del poble als enemichs infernals. --¡En nom de Deu el Pare, --deya quasi udolant y dirigintse a la bagaça,-- en nom de Deu el Pare, que va fer el món de no res... en nom de Deu el Fill, que 's va deixar matar per redimirnos... en nom de Deu l'Esperit Sant, que va convertir en llum las tenebras... jo 't mano, mal esperit, que surtis fòra l'esglesia! La bagaça, esdevinguda groga com la cera, va trontollarse tot d'una, com si la testa li brandés, ferida pel conjur del sacerdot. Semblava una fera acorralada que no sapigués per hont anar, per hont fugir... En aquell instant de mortal angoixa va aixecar els ulls envers els homes qu'havía conegut a l'hostalet, com si demanés per caritat una engruna de defensa. Va dirigir la vista al Bepus de l'Uyá, però 'l Bepus de l'Uyá va fer el distret. Va mirar al Cosme de la Rovira, y el Cosme de la Rovira va acotar el cap. Va llençar una mirada desesperada a l'hereu de câl Janet, y l'hereu de câl Janet va fer veure que no ho veya. Allavors, la meuca, ab pas trontollós, com si li manqués la terra sota 'ls peus, va començar a anársen esglesia avall, esglesia avall... Però encara no havía arribat fins a la porta, quan el capellá li va fer un crit: --¡Repenedeixte! ¡Encara hi ets a temps! Però la bagaça no més va girar el cap pera esclafir una rialla de dimoni: ¡Hi! ¡Hi! ¡Hi! ¡Hi!, y després va surtir al defora, entre l'esglay de tothom. ## XIV La missa blanca y la missa negra Era 'l diumenge després d'haverse", "tret del temple a la bagaça a copia de conjuris y anatemas. Las tremendas paraulas d'excomunió semblava que, ressonant encara dins del temple, tinguessin estemordit al pobre jayo, que s'estava a la vora de la porta, mitj arraulit y confós, entre la fosca enfredorida de las primeras horas matinals. Agafat a la corda de la campana grossa, que penjava d'un forat de sota 'l chor, senyalava a missa pausadament: Nanch... nanch... nanch... Com més anava, més acompassats y cançoners eran els tochs, igual que si las mans que feyan moure la corda, tremolosas ja de sí, acabessin de perdre l'habilior... Naaanch... naanch... naaanch... Per las afraus y las timberas dels sots las batalladas s'hi arrossegavan ab gansería, com si no gosessin a enfilarse rostos amunt ni trucar com sempre a la porta de las casas ensopidas, ab aquella cançó de cada festa: ¡Baixa, vehí... la missa a ohî... baixa vehí...! Era tan espessa la boyra, aquella matinada, era tan espessa y freda... que talment semblava que la gelor humida que surava arreu hagués glaçat la veu de las campanas. El jayo, tan sofert y tot com era, de tant en tant havía de deixar anar la corda pera fregarse las mans, que se li quedavan balbas. \"¡Bona entrada d'hivern!... --deya entre dents.-- ¡Bona entrada d'hivern ens do 'l Senyor!...\"-- Y, a fi de desentumirse 'ls peus, que també se li enravenavan a correcuyta, ab prou feynas y dolors donava unas quantas passas, ara cap a dins de l'esglesia, ara cap a fòra 'l porxo, ara cap a sota 'l chor. Després, un cop s'havía revingut un xich, se tornava a posar a tocar ab tant dalit com podía, deturantse a estonas y parant l'orella de tant en tant pera veure si sentía las batalladas. Mes, com qu'era tan xaruch y ja sordejava bona cosa, no arribava a distingir ben bé 'l sò y no sabía del cert si tocava o no tocava. \"¡Válgam Deu de la Creu! Potser no 'm faig sentir...\" barbotejava 'l vell, tot concirós. El fet era que, després de tanta estona de senyalar a missa, encara no havía comparegut cap bosquerol ni bosquerola. \"Potser no toco com cal y no 'm senten els vehins...\" tornava a mormolar el jayo. Fins que, pera surtir de dubtes, va encaminarse cap al defora a preguntarho a la Mariagna, que, tot y aixafadota com estava, no era tan dura d'orella com era ell. --¿Que no se sent la campana, Mariagna? --Jo pla la sento, Joseph. --Donchs, allavors... ¿per què no baixan? --¡Oh, y que ja es hora de que fossin aquí! Y els dos avis se miravan estranyats, sense saber de segur lo que 'ls passava. Mentrestant, el capellá, devant de l'arquimesa de la sagristía, s'anava revestint pera 'l sacrifici. Com que la matinada era tan emboyrada y tèrbola, s'havía hagut d'encendre un cap de blandó de demunt d'un canalobre, a truco de que mossen Llátzer s'hi vegés al posarse els ornaments. Era un d'aquells días sense auba, que venen", "tristos y negres, com una nit qu'anés a derrera d'una altra nit. Pel finestró aspitllerat que donava al absis no entrava ni una gota de llum, ni una gota de celistia. Tot era rúfol y fosch. Però, ab tot y la tristesa que traspuava arreu com suhor de llágrimas, mossen Llátzer, aquell matí, se trobava animat per la fe més viva, y fins li corría pels llavis com un somrís triomfal. El recort de la victoria guanyada feya vuyt días sobre 'l dimoni de la carn, li omplía 'l cor de confiança en son poder de sacerdot ungit per obra y gracia de l'Altíssim. Sentía que portava a dins l'esperit de Deu, ja que tenía prou virtut pera confondre als enemichs de l'ánima. May havía conegut com alashoras que, revestit ab els sagrats ornaments, feya l'ofici de Divina Majestat, ab las tres coronas de Gloria sobre la testa, ab l'espasa de foch a l'una má y las cadenas a l'altra pera lligar a las potestats de l'infern. Mentres se passava l'alba pel cap, pensava ab aquell espantós conjuri qu'havía tingut prou força pera aterrar a la bagaça, pera aterrar als feligresos y... ¿per què no confessarho?... pera aterrarlo a n'ell mateix, al deixar anar els mots terribles. Havía sigut tan fort el seu esglay, qu'havía quedat séns esma al cor pera sermonar als bosquerols y traure de la victoria assolida tot el doll d'ensenyanças y d'exemples que sen podría haver tret. Però lo que no havía sabut fer el derrer diumenge, corprès de por misteriosa per las propias execracions, ho faría ara tot seguit, aixís que l'ofertori arribés. --¡Ja ho veyeu, germans meus, --els diría;-- ja ho veyeu, còm el triomf sempre es de Deu, del Senyor de cels y terras, que alçant un dit ne té prou pera tornar el món al no res! Si aneu pel camí de Deu, anireu de braçet ab els sants, que triomfan eternament. Si camineu per la ruta del pecat, els vostres peus mateixos vos durán a la desfeta y a la mort. El plaher de la carn dura un tancar y obrir d'ulls, y el goig de Deu dura fins després dels sigles. Sota la carn hi dorm la malaltía, hi dorm la damnació: ab l'esperit de Deu hi bategan la salut y la vida eterna. ¡Veníu ab mí 'ls que volgueu viure sempre! Jo us ensenyaré 'l camí de la llum que may s'apaga... Jo us faré veure l'arbre de la vida, que no s'esfulla may... --¡Missenyor!... --va exclamar en aquell moment una veu mitj apagada, com d'algú que no gosés a rompre l'exaltació del sacerdot. Se va girar mossen Llátzer, y va veure al jayo que venía ab una cara tota mústiga que feya llástima de mirar. --¿Què teniu, Joseph? --va preguntar el capellá ab veu piadosa, veyent al pobre avi tan marcit. --¡Ay, missenyor! ¡No ho sé pas! Jo, trist de mí, prou toco la campana... però la gent no vol venir. --¿No ha baixat encara ningú a missa?", "--Ningú, missenyor, ningú. Y, com pera refermar la dita del vellet, derrera d'ell va comparèixer la Mariagna fent anar el cap ab ayres de condol. El rector se va quedar contemplant bona estona als dos vellets, tot sorprès, tot alarmat, més aviat pels posats de desolació que feyan que per las paraulas tristas que mormolavan. May com alashoras, may, se li havían aparentat tan abatuts y al mateix temps tan apesarats. Ells, que may se trasbalsavan per res del món, ara semblava que 's consumissin anguniosos. --¿Que no veyeu que fa una matinada tan crúa?... Deurán esperar el derrer moment... --va dir amorós el rector pera donarlos esperanças.-- Tornèu a senyalar a missa un ratet... ¿sentiu?... y desprès tocarèu la rematada... Deu no ho vol pas, que pensem mal abans d'hora, ni que desesperem de lo que té de venir. Ple d'humilitat, el jayo se va tornar a posar a estirar la corda ab tot el dalit que va poder ...Nanch... nanch... nanch... Mentrestant la vella anava y venía, desficiosa; entrava a l'esglesia, surtía al defora, mirava cap a l'Uyá, mirava cap a la Rovira, frisant pera veure l'arribada dels bosquerols. Però entre 'l temps, qu'estava tan tapat, y lo flaca de vista qu'era ella, per més que llucava amunt y avall dels caminals, no veya venir a cap criatura nada, a cap ánima viventa... fins qu'al capdevall, al capdevall, per sota las feixetas de câl Pugna, li va semblar que s'atansava un escamot de gent. Era una clapa, a troços blanca, a troços negra, que 's bellugava, que 's movía, qu'anava marxant, per entre 'ls arbres, sense que 's pogués veure ben bé lo qu'era. Pera hèuren la certesa, l'avia va anar a contarho a n'en Joseph... y, ab la má fent ventalla sobre 'ls ulls, tots dosets miravan cap al cingle pera veure si 'n treyan l'aygua clara, de tot allò tan estrany. --Es gent que ve... ¿Fa, Joseph? --Pera mí es un ramat, Mariagna. --¿Un ramat? ¿Voleu dir?... --A mi m'ho sembla... Y, mentres els jayos maldavan pera esvanir el dubte que 'ls anguniava, la clapa bellugosa, com xuclada per un grau del cingle, va desaparèixer tot d'un plegat, sense deixar rastre ni senyal de si allò eran bosquerols o eran ovellas. Allavoras els dos vellets varen acabar de perdre la paciencia. Tan resignats y quietons com eran de costum, aquell diumenge feyan cara d'amohinats y concirosos, lo mateix que si tinguessin por d'alguna cosa negra qu'hagués de succehir. Com ánimas en pena, anavan fent camins de la sagristía a l'esglesia, de l'esglesia al cementiri, del cementiri als caminals... --Repapiejan, els pobres vells... repapiejan... --deya entre dents mossen Llátzer. Però, al cap y a la fi, el posat intranquil dels jayos va acabar per ferli angunia, perqué, acostumat com estava a vèurels sempre tan confiats, sense posarse per res cap pedra al fetge, no sen sabía avenir, de trobarlos ara tan plens de neguit. Mes la pitjor pena y el pitjor dolor varen ser quan el sacerdot", "va conèixer qu'ell també s'encomenava 'l desfici dels sirvents. --¿Y si no baixessin?... --començava a pensar mitj esferehit.-- ¿Si abandonessin l'esglesia pera sempre més?... ¿Si no volguessin més missa ni sagraments?... Va passar un quart, va passar mitja hora, ne va pasar una... y res. El capellá, revestit de cap a peus y plantat de tant temps devant de l'arquimesa, a la fi va agafar el cálzer y, ab ayres resoluts, va surtir cap a l'altar. Al posar els peus al presbiteri, no 's va poder estar de llençar una mirada a la nau pera veure si havía comparegut cap feligrès escadusser; però, com que las ombras s'apilavan feixugas per tot el temple, no va distingir enterament res. Solament pel silenci de tomba que regnava 's coneixía que dins d'aquella foscuria no hi alenava ningú. El día, en compte d'alçarse, s'anava tapant, tapant. Ni la mica de claror glaçada que s'escorría pels finestrals, ni las llumenetas tremolosas dels ciris que parpallejavan a l'altar, eran prou pera esbargir las tenebras que s'escampavan arreu. No més els llums de la credença feyan com una boyrina lluminosa a l'una banda y altra del Sagrari; y, en quan a las dúas palmatorias de sota Sant Pau, ab prou feynas feyan lluhir una mica l'espasa de l'apòstol rebassut. Lo demés tot eran tenebras y espessor de llims... Ab el cor vessant de dol, mossen Llátzer palpava per sota l'ara, mentres deixava 'l cálzer y treya la bossa y regirava 'l missal. La tristesa inconsolable d'aquell día de foscuria se li ficava a glops dintre de l'ánima, com si volgués ofegarla en sa negror. \"¡Sol! --barbotejava, plorós.-- ¡M'han deixat sol!\" Y tan contorbat estava per la tribulació, que ni esma tenía pera anar seguint las cerimonias ni pera recordarse de las paraulas de la missa. Ell prou feya esforços pera asserenarse y aixecar l'esperit a Deu... Però cada pas del sacrifici era pera 'l pobre capellá una punyida nova y un clau nou. El primer cop que 's va girar de cara a la porta de l'esglesia pera dir El Senyor sía ab vosaltres, va semblar que 'l cor se li feya troços al veure que la salutació d'amor ressonava en la soletat... ¡El Senyor sía ab vosaltres... y els banchs eran vuyts, tots vuyts!... \"Però ¿ahont sou, oh condemnats feligresos? --preguntava entre dents el sacerdot.-- ¿Ahont sou, que fugiu de la benedicció del cel?\" Y, com si fos una resposta misteriosa, tot d'un plegat va sentir una veu llunyana que li revelava 'l siti de damnació ahont els bosquerols s'aplegavan en aquell instant. ...En compte d'encaminarse, com sempre, a la parroquia, s'havían enfilat cap al cim de Puiggraciós. Las donas prou volían devallar, com de costum, al sot de l'esglesia pera anar a missa, segons manava la veu de la campana... però els homes els havían privat de posarhi els peus. \"No hi baixessiu pas: ¿sentiu? --els deyan mirantlas de fit a fit.-- Si voleu missa, anèu a Sant Segimon, anèu a l'Ametlla, o a", "Bertí, o al Figueró... Però, a la parroquia, de cap manera...\" Y allavoras, vulguis no vulguis, las caputxas blancas havían pres, per entre la boyra, el camí de las esglesias vehinas, mentres per la seva banda, els homes, envolicats ab las mantas, trescavan rostos amunt fins a dalt de Puiggraciós. ¡Ab quína claretat més espantosa ho anava veyent tot el capellá! A la mateixa hora que començava a baix la missa blanca, voltada de soletat, començava a dalt la missa negra, acompanyada de generació... Com si tingués el do de veure las cosas llunyas y amagadas, al sacerdot, desde l'ara de l'altar, se li ofería devant dels seus ulls mateixos l'espectacle estrany que 's representava dins l'ermita. Veya las cambras fumadas de l'hostalet totas plenas de gent y resplandors... y li semblava qu'eran la nau y el presbiteri d'aquell temple del pecat, ahont s'hi celebrava la festa del dimoni. La llar, tota encesa, ab bon espetech de foch de garbons, se li apareixía com l'altar major de l'infern, guarnit de tions y de flamas qu'il·luminavan sinistrament las parets negras de l'hostal y las caras torradas dels bosquerols. Devant de l'altar de foch, a tall de Sant Patró venerat, se li aparentava 'l mal esperit, encarnat en la bagaça. Allí, mitj deixada anar sobre l'escon, se destacava la Rodassocas com en un trono triomfal, lluhint las trenas de color encès y el coll y els braços y el pit de carn blancaça. Tot al voltant, hi rondavan anguniosos, com devots que no gosessin arribar a l'altar, l'hereu de câl Janet, el xicot de l'Ensulcida, el Bepus de l'Uyá, tota aquella mústiga jovenalla, corsecada de luxuria y de tristor... Com esferehit per aquella aparició sacrílega, el capellá tancava 'ls ulls pera no vèurela; però 'l fantasma de l'ermita era perfidiós, y el va anar perseguint mentres va durar la missa. Quan va ser a la consagració, també va semblar que se li apareixían els oficiants de la missa negra que se celebrava a Puiggraciós. Eran l'ermitá y l'ermitana, els dos vells mitj salmayres, mitj bruixots, qu'anavan y venían per las taulas de l'hostal, boy servint vianda y beure als feligresos o portant recados a la bagaça de part dels terrassans, llenyatayres o pastors. Venían a ser com capellans de l'infern que fessin arribar fins al dimoni las lletanías del pecat mortal. Mossén Llátzer s'anava afinant, afinant de congoixa, com si s'hagués de morir. Al ser a llegir las derreras oracions, ab prou feynas podía arribar a dir un mot ni a aguantarse devant l'ara. Després se va girar, com de costum, pera donar comiat als feligresos; però a l'anar a dir las sagradas paraulas: Anèusen: la missa s'ha acabat, se va repensar de sobte, no deixant surtir aquells mots que semblava que fessin coro ab la befa impía dels bosquerols. Allavors va resar ab veu tremolosa el derrer evangeli, y després va agafar el cálzer pera tornar a la sagristía. Però estava tan adolorit, tan trasbalsat, havía hagut de fer tants esforços", "pera acabar el sacrifici, qu'al baixar els dos grahons de l'altar va sentir que las camas se li segavan, que 'l pensament li fugía, y, després de trontollar un instant, va rodolar per terra com ferit de mort. El cálzer va anar per'quí, els corporals per'llá, la patena un bon troç lluny... Els jayos hi varen córrer pera assistirlo: \"¡Missenyor! ¡Missenyor!\" Però, com que l'esglesia era tan fosca, no veyan ben bé ahont havían de posar els peus pera no trepitjar al sacerdot. Ademés... per'llí terra hi havía escampat el sagrat servey de missa, y els esborronava de pensar qu'ab las sevas mans profanas podían tocar la copa del cálzer, o els dintres dels corporals, o bé 'l fons de la patena... Però, a la fi, vencent el sagrat terror, van acostarse, van estirar el braç per dins de l'ombra, van palpar la casulla... --¡Missenyor! ¡Missenyor! --exclamavan. --¡Missenyor! --repetían.-- ¡Missenyor! Però 'l capellá no tornava en sí. ## XV Días negres Pels seus passos comptats havía vingut l'hivern, ab tot el seu seguici de días curts, de sol esgroguehit, de cels endolats y plujas cançoneras. De trist, l'hivern, ho es a tot arreu, però enlloch del món s'hi troba tant com allí als sots, ja de sí feréstechs y ombrívols. El día que, a tall de negra filagarsa, s'estiragassava algun núvol sobre 'l troç de cel estès entre 'l cèrcol de molas y cimals, ja podían dir els bosquerols: Deu mos ajut, perquè la fosca s'eternisava pels sots, com si s'hi trobés bé, per'llí aclofada... En aquellas horas de tenebra, llargas com días sense pa, la gent anava a las palpentas per las casas, perquè, encara qu'encenguessin llum, ni 'ls gresols ni las llantias feyan prou claror pera que las donas s'hi vegessin a feynejar per las cambras, a pujar a las golfas o a devallar als cellerets. Hi havía días que talment semblava que 'ls sots, tot y sent tan fondos, s'haguessin acabat d'ensorrar fins al mateix cor de la terra y qu'allavors els bosquerols visquessin entre l'espessor dels llims. Però lo pitjor era encara quan, després de las foscas anguniosas, venían els días d'aygua, que no s'acaban may més. De vegadas era una pluja seguida, perfidiosa, però quieta, d'aquellas que, sense fer soroll, estovan marges y parets y amaran la terra fins a las entranyas. Altres cops era un xáfech desenfrenat que feya anar els fays embutits d'aygua y omplía 'ls torrents de gom a gom. Semblava que l'ayguat, tot se n'ho havía d'endur; y, com si no 'n tingués encara prou de negar hortets y feixas, esllaviçava 'ls marges, els pendiços, y dels camins en feya xaragalls. ¡En voleu, allavors, de gemechs y crits d'angunia! ¡En voleu de llágrimas y planys pels casalots! Ab els camins tous, ab els camps enllacats, ab las terras ensulcidas, els bosquerols se trobavan sitiats dintre de casa y amenaçats per la fam. Volían menjar... y no podían surtir al defora ni arribar a l'hort a cullir vianda. Mancava 'l pa a", "la panera... y no podían baixar al molí. --¡Es per la mala fembra, --deyan las donas-- es per la mala fembra de Puiggraciós, que Deu mos castiga aixís! --¡Són las malediccions de la parroquia, --mormolavan els homes-- lo que desencadena aquets flagells! Y com que 'ls xáfechs may paravan, y plou que plou, y plou que plou... encara venían més tribulacions y més tragedias, perquè ara l'aygua descalçava els ratats fonaments de las casas, ara pudría 'ls caps de viga, ara feya plorar las goteras per'quí, per'llá. L'un día tot era \"¡Veníu, veníu!\" perquè s'ensorrava la teulada del corral... L'altre tot era \"¡Corrèu, cuytèu!\" perquè l'aygua 's ficava pel barri y se n'entrava al celleret... Ab la mort a dins de l'ánima, la gent corría a apuntalar els sostres que feyan moviment o a tapar forats y escletxas ab manats de palla, ab pellingots... --¡La nostra hora es arribada! --clamavan las donas, esporuguidas. Y els homes responían ab veu ronca: --¡Mal llamp de Deu com no morim tots a l'acte, qu'aixís acabaríam de patir! Però ja podían resar, ja podían malehir... l'aygua no s'aturava ni ab renechs ni ab parenostres. Dali que dali, dali que dali, anava cayent del cel sense parar, las unas vegadas a bots y a barrals, com si hagués de finar el món... altres cops tot a pleret, a pleret, com si, afadigada y tot de caure, no portés mica de pressa, ni se n'hagués de deixar fins al día del judici. Aixís s'allargavan, aquell hivern, las horas emplujadas; aixís venían els días negres derrera dels días negres... fins qu'un matí, per demunt de las feixas de l'Uyá, el sol va treure 'l cap de mica en mica... Però ¡quín sol va ser aquell més mústich y pansit! Semblava mentida que la llum del món pogués fer aquella cara de malalt y llençar aquellas ulladas d'agonia! Tot seguit els sots se varen tenyir d'una claror entre cendrosa y groga, que feya pensar ab la mort... Els dos avis de la rectoría també varen passar els set cálzers d'amargura, en tota aquella tongada de llástimas y condols. Sols y verns en la tribulació, sense consol ni ajuda de criatura viventa, hi va haver cops que de bona gana haurían donat l'ánima per mor de Deu. Tan xaruchs, xaruchs, com eran, s'havían hagut tots dosets de defensar contra l'aygua traydorota, qu'a lo millor se ficava pels junts de las teulas y pels resquicis de las oberturas. Pera no deixarse sorpendre per l'enemich, anavan com furons de l'una banda a l'altra, vigilant portas, finestras y forats, y's rellevavan de nit y día per por de caure rendits de cansament. Mentres la jaya vetllava, el jayo trencava 'l sòn; y, quan se trobavan els dos vellets a l'hora de rellevarse, \"¡Valgans Deu de la creu!\", deya, tot gemegant, l'avi; y allavors l'avia responía: \"¡Que per sempre 'ns valgui, amen!\" Aquellas pregarias eran com mots de salutació ab que 'ls dos vells se donavan coratge entremitj de la congoixa y la", "solitut. Però, de totas las penas que passavan, la que 'ls aturdía més eran las goteras, que, com més anava, més regalavan de per tot arreu. ¡Allò sí qu'era un desfici y un neguit! No hi ha pas res al món que fassi tanta angunia com sentir las goteras fent toch, tach, entre la fosca... Hi havía nits que, rendida de fadiga, la jaya 's deixava anar demunt del jaç, y encara no havía tingut temps d'aclucar l'ull que ja li començavan a caure gotas a sobre 'l cap. \"¡Deu meu, Senyor, assistíume!\", clamava la pobra vella, tot aixecantse. Y, mentres s'encaminava al passadiç ab el llumet a la má, s'aturava tot d'una al peu de la porta, perquè li semblava sentir que també queyan gotas dins del recambró. Y, com qu'al recambró hi havía desada la pobresa de la roba, corría a trèurela del caixabanch, per por de que 's mullés, de que 's florís. Allavors penjava 'l llum d'una estaca y 's posava a arramassar las peças... Però, aixís que tenía la robeta als braços pera traginarla a un altre lloch, s'adonava tot d'un plegat de que també plovía a la porxada... y, com qu'allí hi tenían la mica de mestall per l'any, la dona ja no sabía per quín cap girarse ni lo que calía salvar primer. ¡Allò era un matament... una congoixa, semblant a l'agonía de la mort! Després, quan el temps se va alçar un xich, semblava que, tant el jayo com la jaya, també s'haurían hagut de revifar una mica... però no. Per una banda, aquell sol esgroguehit els omplía de tristesa l'ánima... y, després, may els mancavan trifulgas novas y flagells nous. Quan no eran las calamitats del temps, eran altras penas y caborias. ¡Pobres avis! Com més vells se feyan, més cambiavan de taranná. Aixís com abans no 's trasbalsavan per res del món, ara 's tornavan corcons y neguitosos, com si un rosech els consumís. Per la manera com se morfonían y frisavan, planyentse y somicant d'un cap de día a l'altre, semblavan ánimas penadas per manca d'oracions... No feyan més que doldres de que las ayguas ho havían malmès tot y de que ells ja no tenían esma pera apariarho. Per això anavan y venían a totas horas com esperits follets, mormolantse l'un a l'altre, a cau d'orella, misteriosas paraulas de temor. El jayo exclamava, tot baixet: --¿Què dirá quan vegi tot això? Y la vella responía, concirosa: --¡Pobres de nosaltres! ¿Què dirá? Y escoparrendits, confosos, tots dos miravan al defora, y veyan que las ayguas se n'havían endut torrent avall el troç de jardí de l'hort y que las voras dels caminals tornavan a omplirse d'un herbey orat, y que las creus del cementiri jeyan entre las malvas, decantadas pel xáfech y pel vent. Però l'esglay gros va ser quan, al tornar a entrar a l'esglesia, varen veure la miseria que regnava per allí dins. L'aygua havía entrat per sota la porta, deixant las llosas encatifadas de llot; la", "floridura s'havía tornat a apoderar dels vestits de sants y santas, y las aranyas teixían altra volta per las coronisas dels altars. ¡Quín rau-rau va ser pera 'ls jayos contemplar aquella inmundicia! Se sentían com culpables y avergonyits de ser tan vells y de no veures ab prou cor pera aconduhir aquell devastall. Per això may callavan exclamant: --¿Què dirá missenyor al veure aquesta poca condicia? ¿Què dirá al contemplar això? Y quan va baixar de la cambra el capellá, trasposat, groch, envellit, com si li haguessin tirat els anys assobre a carretadas, els jayos semblava que s'amaguessin, com volentse fondre terra endins. Va ser devant del trágich espectacle dels cels esmortuhits y dels días rúfols que li va tocar a mossen Llátzer tornar a obrir els ulls a la vida, després de las setmanas de febre y de desvari qu'havía passat retut al llit. ¡Que desolat, que trist, que deixat de la má de Deu, ho tornava a trobar tot! Sinistrament il·luminat per aquell sol esgroguehit y cendrós, may se li havía aparegut tan funerari com allavoras el cèrcol de montanyas negras ahont vivía aparedat. En comptes de tornar a néixer a la llum del món, li semblava que, lo que feya, no més era cambiar de sepultura. Aixís com fins allavoras havía estat enterrat al fons d'un llit, d'aquí endevant tornaría a tenir per tomba, la negror dels sots. Sa tornada a l'existencia estranya d'home enterrat de viu en viu se li apareixía com la pena més esgarrifosa y al mateix temps com la senyal tremenda de que encara no havía complert el cástich dictat per la divinal sentencia. Ell, que ja s'havía imaginat la benhauransa de no haver de veure més aquellas esquerpas fondaladas ni aquells tous d'ombra espessa del fons de las boscurias... ell, que ja somiava no tornar a sentir parlar d'aquells homes dormilegas que covan la maldat sota la sòn y que, enllepolits pel dimoni de la carn, abandonan la missa y els sagraments... ell, que ja entreveya l'estrella lluminosa qu'anunciava la fi del seu calvari... ell, que ja se sentía quasi esbandit del pecat d'un día y pensava anar a gaudir las misericordias celestials... ¡se trobava altra vegada presoner de l'ombra y encadenat al peu dels cingles y els turons! Pera endolcir un xich el cástich de tornar a la vida a que 's veya condemnat, no trobava més consol que ferse venir a la memoria tot lo qu'havía vist com entre somnis en aquellas horas de febre en que ja li semblava ser de l'altre món. Ab els ulls cluchs y la testa alta, com aquell qu'assaboreix una visió agradosa ab el pensament... ¡ab quína delicia no tornava a contemplar els fúnebres fantasmas que li havían ballat devant del llit per entre las boyras del desvari! ...Primer veya una gran foscuria, una negror fonda, fonda, com la que deuhen veure 'ls difunts dins dels enterraments en que reposan. Però vetaquí que tot de sobte van començar a bellugarse sobre aquell món del", "no res unas llumenetas com espurnas qu'acabavan de fer més espessa la fosquetat. Eran uns llumets tremolosos qu'anavan y venían, pujavan y baixavan, s'amagavan y tornavan a surtir, fent sempre ballarugas devant dels ulls... \"¡Calla! Això es que soch mort... --deya allavoras:-- mort y enterrat... y aquestas llumenetas deuhen ser els fochs follets que saltironan pel cementiri.\" Però desseguida replicava: \"No, això no pot pas ser; perquè, si fos colgat al fossar, no sentiría, com ara sento, que va plovent sobre meu...\" Y de que rebía la pluja no podía pas dubtarne... Una per una, haguera pogut comptar las gotas que 'm queyan demunt del cap. Mes ¿què deuría passar allavoras que 'ls llumets anavan venint, venint, com si volguessin tocarme? Tant y tant se varen atansar que vaig veure que no eran pas fochs follets. Eran gresols, els gresols que duyan a la má 'ls jayos pera venirme a assistir. De primer no vaig entendre ben bé lo que feyan forfollant pel llit y regirant el tapall; però després ja començava a capir que lo que volían era agafar entre tots dos las voras del llençol pera mudarme de seti... Lo que no arribava a endevinar era si 'm treyan d'allí pera lliurarme dels degotalls que 'm queyan a demunt, o bé... si tant mateix m'havía arribat la derrera hora y m'havían d'enterrar, y els avis ja 'm duyan cap al sot, sostingut per las puntas del suhari. Allò, sí, que may ho vaig entendre, may... Y aixís, assegut a l'entrada de la rectoría, anava fent memoria, mossen Llátzer, de las sevas caborias de malalt, com si volgués surgir ab el pensament retalls de somni y llencas de desvari... quan, tot de sobte, va semblar que 's desvetllés de las visions de la tomba pera pensar en las cosas d'aquet món. Ab una veu entelada y tremolosa que trasparentava la debilesa de l'esperit, va cridar als jayos: --¡Joseph, Mariagna, veníu! Dèume un xich d'ayre. Ajudèume a alçar... que surtirèm al defora... Vull veure l'esglesia, vull veure 'l jardinet... Al sentir aquets mots, va semblar que als avis se 'ls glaçava l'ánima. El vell va mirar a la vella, com exclamant silenciosament: \"¡Ja es arribat el moment que tant temíam!\" Y la vella movía 'l cap, com volguent dir: \"¡Ay, pobres de nosaltres! ¿Què dirá quan vegi aquella desolació?\" Y mentres, l'un a un costat y l'altra a l'altre, anavan caminant y sostenint al capellá, pensavan anguniosos. \"Ara, ara... se n'adonará y fará una exclamació de pena.\" Perquè no eran pas renys, lo que temían els jayos, de mossen Llátzer, sinó aquellas paraulas de dolça planyença que gastava tot sovint y qu'encara sembla que fassin més mal al cor. Quan mossen Llátzer va ser al defora y va alçar el cap envers el cèrcol de turons y cingles que 'l tenían enrotllat per tot arreu, va sentir al cor un gust de fel y vinagre, com no l'havía sentit may, ni en las horas de major dolor. Ab aquell sol", "esgroguehit qu'il·luminava la terra ab claror tremolenca y llagrimosa com la d'un flam de funeral, els sots semblavan el reyalme de l'eterna quietut al derrer día del món. Arreu surava un silenci de sepulcre que deixava el cor glaçat. El gebre entumía la frisor de las arbredas, la gelada aturava 'l pas dels reguerols. No s'ohía ni un respir ni una alenada, ni un crit de bestia, ni un xiu-xiu d'oreig... Tot callava com si la vida s'hagués parat, com si las cosas del cel y de la terra estessin a punt d'esvanirse per sempre més. Fins las pobras casas mitj enrunadas que s'escampavan pel sot, feyan un posat com si patissin, com si estessin malaltas, o potser a punt de morir. A l'Uyá, els vents havían torçat la xemeneya de la cuyna baixa y decantat la torratjeta de sobre 'l trull, y l'edifici semblava qu'anés de tort. A câl Pere Mestre, l'empenta de l'aygua havía esbotzat la llenca de mur que corría de la porta al finestró del corral; y, ab aquella gran boca oberta, la casa tenía l'ayre de fer el derrer badall de l'agonía. A cân Pugna, qu'havían hagut d'apuntalar per part de fòra arrambant a las parets cayrats y vigas, apareixía com un casalot coix, que de tan ranco anés ab croças. Las tapias corcadas de Romaní, que de tan decantadas ja feya anys que semblava que pesessin figas, ara s'havían desplomat un bon xich més y estavan leri-reri si van o no van de trompis rostos avall... Mossen Llátzer se va posar las mans devant dels ulls pera no veure semblant desolació. --¡Això es la mort! --deya entre sí.-- ¡Això es la mort, que 'm va voltant per tots cantons! ¡Això es la mort, que 'm fa bavarotas, que s'acosta com si 'm volgués tocar, però sense arribarme may á posar la má al demunt! Se moren els camps, se moren las casas... tot se mor menos jo, que, trist, me migro anyorant la pau eterna... Las casas arribarán a caure a engrunas... Mancada de xopluch, vindrá un día en que la gent dels sots haurá de cercar refugi dins las baumas, esperant la derrera hora... Després tot se convertirá en un fossar inmens, en un cementiri sense fitas... y jo... jo encara restaré vivent, com si Deu me designés pera vetllar la sòn dels morts... Però 's va deturar de sobte 'l capellá mentres feya tan negres pensaments, perquè, baixant els ulls a terra, va quedar sorprès y corglaçat a la vista del jardí. A l'adonarse del devastall d'aquell bocí de terra, un temps florit y ara arrasat... va semblar qu'anava a obrir la boca pera llençar un gran sospir qu'exhalés el seu condol. Els jayos ja abaixavan el cap com si per endevant s'avergonyissin de la paraula planyívola qu'anavan a sentir; mes el capellá, pera no fer pena als seus sirvents, va ofegar el plany a dins del cor y va passar de llarch, llençant no més una mirada trista cap a n'aquells", "indrets mortuoris qu'ell havía resucitat ab son amor. Va donar després unas quantas passas més amunt, sempre anant cap a la esglesia; y a l'arribar als xiprers del cementiri va veure, ab dolor de l'ánima, que per las voras dels caminals tornava a créixer l'herbey ab més saba, ab més orgull que may. \"Ara sí, que no 's podrá estar de queixarse...\", varen pensar els avis ab temor; mes el capellá, silenciós sempre, va passar tancant els ulls com pera no veure la miseria que 'l voltava. Al cap y a la fi varen arribar al peu de l'esglesia. Varen empènyer la porta, y tot d'un plegat se 'ls va presentar a devant tota la desolació que regnava al lloch sagrat... crostas de floridura pels vestits de sants y santas, cortinatges de terenyinas per coronisas y ninxos dels altars, una catifa de fanch estesa a terra, broça y runa per tot arreu... Allavoras la pena del rector va esclatar tota plegada, mentres venía als avis una suhor freda, una angunia, un tremolor... --¡Prou, Senyor Deu meu! --clamava mossen Llátzer.-- ¡Prou! ¡No 'm castiguèu mès, que ja reconech vostre poder infinit! Y després, girantse a ne 'ls jayos y senyalantlos ab la má la calamitat qu'omplía 'l temple, va preguntarlos ab gran tristesa: --Però ¿qu'es això? ¡Diguèume! ¿Qu'es tot això? Mes els avis, en compte de respondre, van començar a somicar, mentres las llágrimas els corrían cara avall. --¿Que plorèu? --va preguntar el capellá al jayo. --Sí, que ploro, --va fer el vell. --Però ¿per què? Diguèu per què... --Perquè ja no tinch força, missenyor. --¿Y vós, Mariagna, Mariagna...! --Perquè no som bons per' res. --¡Oh! ¡Pobres avis! ¡No diguèu pas més això! --exclamava, enternit, el capellá.-- ¡No diguèu pas més aixó, que 'm feu l'ánima a bocins. Y aterrat, retut, ab el cap amagat entre las mans, el sacerdot rumiava, ab esgarrifanças entre pell y òs, que la soletat mortuoria que somiava suara encara no era tan ferotge com la que veya venir en aquell moment. Els jayos també estavan a punt d'abandonarlo, se 'ls acabavan las forças, se morirían qualsevol instant... y ell, sol y vern, desamparat, hauría d'anar sense esma, com una ombra vagarosa, pels sots dels morts... ## XVI Udols de la nit De cap manera podía mossen Llátzer ablanir dins del seu cor el dolor viu que li feya l'allunyament dels feligresos sorruts. ¡Haver abandonat l'esglesia, els grans perversos! ¡Haver deixat la parroquia y son pastor! ¡Haver aborrit la Missa y els Sagraments! Ni en las estonas de conversa ab els dos jayos, ni en las llargas horas de reso quotidiá, ni al mateix peu de l'ara santa, podía esbargirse del pensament aquell sinistre recort dels bosquerols, que 'l torturava a tot hora. --¡Quína befa més sacrílega! --deya entre sí.-- ¡Quín escarnot més crudel! Y, ab aquesta deria dins del cap, passava las horas rumía que rumía, dançantli sempre per devant dels ulls la sombra de la bagaça, o la dels ermitans de Puiggraciós, o de", "la jovenalla luxuriosa y trista que convertía l'ermita en un bordell, o la dels vells xaruchs de las clotadas, bonyeguts d'ánima y nafrats de cos. Fins devegadas sentía com una mena de vergonya de veure que 'l seu esperit, qu'un temps tenía alas pera volar fins als cims lluminosos de la divina contemplació, ara 's trobava engorronit com una bestioleta de la terra que no pot alçar el cap d'entre la pols. ¡Quína angunia li feya, a certs moments, sentirse l'ánima encadenada a la mesquinesa de semblants cavil·lacions! --Després de no haver sabut redimir als esquerps montanyenchs, --deya 'l rector ab amargura-- no més me manca que restar presoner de la miseria d'esperit que 's respira en aquets sots! ¡Oh, Senyor! ¡Jo sento rencunias y voldría sentir pietat! En comptes d'ira per això que 'm volta, jo voldría sentir amor! Però, per més esforços d'ánima que feya, no podía endolcir el fel que li vessava del pit. Ell hauría volgut ser com aquell pare amorós que, com més desenganys té del seu fill, més pel fill se desentranya. Però a n'ell li semblava que no tenía prou cor pera tanta caritat... Els agravis y las befas que per sota má, y com vingudas de quí sap ahont, rebía tot sovint dels feligresos, en comptes d'apellarli las feridas vellas, encara las hi enverinavan més. Y aquella gent de las boscurias tristas no hi planyían pas res pera renovarli las llagas y pera ferlo pertenir. En bona fe que quasi bé ja no sabían quína malesa empescarse, en el silenci de la nit, a truco de mofar al rector y als vells sirvents. Uns cops, ja entrada la fosca, enviavan un bordegaç que s'enfilés al cloquer y amagués el batall de la campana, y aixís el jayo no pogués tocar a missa l'endemá. Una nit cavavan un sot al mitj d'un caminal, y després el cobrían d'herba y broça pera veure si 'ls de la rectoría 's descuydavan y s'estimbavan a dins. Una altra nit anavan a enjegar l'aygua del bassal de las vimeteras, y la giravan tot d'un plegat cap a la rectoría pera que l'hortet se 'ls negués y no poguessin cullir vianda. Cada maldat d'aquellas era una altra espasa de dolor que 's clavava en el cor de mossen Llátzer. Y no era pas el mateix mal que li feyan lo que li dolía més, sinó la tirria cega qu'aquellas malifetas designavan. ¡Sent, com ell era, tot exaltació y esplay, se las havía d'heure ab las més negras de las traydorías! ¡Sent, com era, tot amor, havía hagut d'anar a raure a mans de l' odi més ferotge! --Però ¿quín mal els he fet? --exclamava a voltas.-- ¿Quín mal els he fet, com no sigui volerlos tornar a la vida y volerlos curar las llagas del pecat? Altras vegadas rumiava que potser encara hi hauría remey si fes un derrer sacrifici, una derrera provatura. Pensava que lo que calía era enfilarse a Puiggraciós, quan tothom hi sigués aplegat per", "fer platxeria. Allí 's presentaría ell devant dels terrassans y pastors, dels pilers y llenyatayres; devant dels mateixos ermitans, devant de la mateixa Rodassocas... Allí 'ls predicaría ab tot fervor, fins a enternirlos, fins a tocarlos al viu de l'ánima, fins a ferlos trencar el plor... Allavors li semblava que sabría trobar aquell doll de paraulas dolças que no havía trobat may... \"¡Germans! ¡Germanets! --els diría.-- Jo us haig de salvar, encara que no volgueu. Me feu pietat perquè, sense saberho, sou ceguets de neixement... Però jo he vingut pera obrirvos els ulls al resplandor de cels y terras... Me feu pietat perquè teniu el cor tot encongit y mústich; mes jo us el obriré a l'alegría y a la germanor.\" Però després se repensava y deya: \"¡No! Jo no ho puch fer, d'anarlos a trobar... Jo soch el pastor, el sacerdot, l'ungit per Deu... Jo faig l'ofici de Majestat divina... Són ells qu'han de venir a penitencia... Són ells qu'han d'acotar el cap fins a cobrírsel de pols...\" Y, encara no havía acabat de rumiar això, quan altra vegada tornava a mudar de pensament, tot recordantse dels actes d'humilitat que feya 'l Christ pera dur el perdó y la pau als homes. \"¿No era Ell --exclamava-- qui surtía al pas dels pecadors pera trèurels las taras de la culpa? ¿No era Ell qui s'entregava als mateixos butxins que l'havían de martiritzar y dur al sacrifici?\" En aquet etern teixir y desteixir del dubte, que migra las ánimas y decandeix els cossos, a mossen Llátzer se li escolavan per complert tots els instants de la vida... Perquè la mateixa deria que l'atormentava de día, a la nit li allunyava la sòn dels ulls, y ab el cap poblat pels fantasmas desficiosos que li havían restat com a reliquia dels passats desvaris, contemplava còm desfilavan entre la foscuria las horas silenciosas del repòs. Entremitj de la quietut que 'l rodejava, s' havía avesat a distingir els sorolls més desmayats, més febles... y aixís passava llargas horas escoltant, escoltant en las tenebras, com si volgués desxifrar el llenguatge ignorat dels milers de sers y cosas que parlan o sospiran, que glapeixen o ploran mansament dins del gran silenci de la nit. El cruixir de las fullas secas que s'arrossegan somogudas per las bestioletas del terrer; l'estremitut que fan las brancas dels arbres, esgarrifadas per l' oreig; la cantarella del reguerol, que 's va escorrent de gota en gota; la fressa llunyana del ramat, que 's remena de sobte dins del clos; el clam mitj apagat del malalt, que 's tomba dins del seu llit d'agonía... tot això plegat componía, al fons del sot, la canturia de la nit, trista y esporuguidora com una remor de l'altre món. Escoltant, escoltant en la quietut de las tenebras, mossen Llátzer havía arribat a distingir las veus dels feréstechs aucellots que s'ajocan pels relleus del cingle o per las brancas de sobre 'ls avenchs. Coneixía 'l crit llarch y esferehidor del duch, y sabía quín era", "'l gemech enrogallat del siboch. A copia d'escorcollar en els abims del silenci, l'ánima se li enfebrava ab somnis estranys y raras exaltacions, y fins creya sentir a voltas sanglots inexplicables y ressons desconeguts, que retrunyían en el seu esperit com gemechs d'ánima en pena. Altras vegadas li sembla que, devallant desde 'l cim de Puiggraciós, li arribava fins a cau d'orella una rialla de dimoni que 'l feya estremir d'indignació. --Són els de l'ermita que se xalan... --barbotejava ayrat.-- Són els de l'ermita, que m'escarneixen, que 's mofan de mi com se mofan de la Missa y dels Sagraments... Es la mateixa rialla del mal esperit que va ressonar a l'esglesia després de l'excomunió. Y tot seguit se li figurava, com si 'l tingués devant dels ulls, l'espectacle que a n'aquellas horas deuría representarse a l'hostalet. Veya a la bagaça, asseguda a ne l'escon, provant d'aixeribir ab las sevas riallas tentadoras, ¡Hi, hi! ¡Hi, hi!, la luxuria trista dels dormilegas bosquerols. Y, guiats per l'ermitá o l'ermitana, anavan entrant tot xano, xano, els pastors y els terrassans, els pilers y els llenyatayres, els bovers y els bosquerols. Ara l'un y després l'altre, tots venían encongits y ab el cap cot a tall d'aucells estarrufats, y anavan passant per devant de la barjaula igual que si anessin a oferir. Era una professó muda y trista com una rengla de morts. Devant hi anava l'hereu de câl Janet, ab els ulls baixos, com si fes el bot; a unas quantas passas més enllá seguía 'l xicot Margueridó, més esquerp qu'un porch singlá; després el Cosme de la Rovira, groch de cara y tot pansit; acabat el Bepus de l'Uyá, roig de pel y malcarat... Y, derrera d'aquets, anava seguint tota la jovenalla de las clotadas, caterva de xicots y bordegaços, de posats vergonyosos y sorruts... Però la professó de las luxurias tristas no parava aquí, perquè després venían, ben emboçats en la manta pera no ser vistos, tota la corrúa de caps de casa y de padrins xaruchs, ensenyant cadascú l'estranyesa de la seva fatxa o bé la tara del seu cos nafrat. Hi havía en Pau Malarich, escardalench com una momia; el vell Sunyer, ab las galtas de barballera y els ulls negats d'aygua, a tall de bou; el jayo del Lladonell, una òliva feta y dita, ab la cara rodona, els ulls esverats y el nas menut; el Pere Mestre, ranquejant a saltirons, lo mateix qu'una granota; l'avi Pugna, ab el goll penjant y ab el cap bonyegut com un galápat... Encorvats o de gayrell, tots els monstres anavan passant ab posituras de condol, com si anessin a un enterro... Tan solament n'hi havía dos, en aquell lloch de platxeria fúnebre, que fessin cara d'alegroys. L'un era l'Aleix de las Tòfonas, que, cargolat com una serp, s'estava a un recó de cambra, boy rient per sota 'l nas, com si 's mofés d'aquella rècula de difunts lascius. L'altre era en Carbassot, el porquerol de l'Ensulcida, que, ab els seus", "estirabots y patotxadas, servía de comedia a tots els sots. Aquella nit l'havía donada per cantar unas coplas que s'havía empescat ell mateix pera fer riure a la bagaça. Y com qu'anava calçat d'esclops, ¡pot dicas! si 's duya 'l compás de la canturia, repicant ab els peus sobre 'ls rajols. \"¡Troch, catatrach, catatrich, catatraca!... ¡Troch, catatrich, catatrich, catatroch! El Rector ja pert la feyna de dir missas y sermons, perquè tota la parroquia li ha fugit a Puiggraciós. ¡Troch, catatrach, catatrich, catatraca!... ¡Troch, catatrich, catatrich, catatroch!\" Y la bagaça, allavors, vinga riure com una boja rematada, ¡Hi, hi! ¡Hi, hi!, fins que 'l cor li deya prou... Molts cops, mossen Llátzer se despertava esverat d'aquells mals somnis que 'l perseguían durant la nit com una corrúa d'anguniosas aparicions. Un vespre, després de l'últim reso, va restar ab el breviari als dits, tot somiós, contemplant desde la finestra de la cambra las estranyas clapas de llum freda que la lluna escampava pel defora. Ab el cap repenjat derrera 'ls vidres, semblava que cerqués entretenir el desvetllament que 'l perseguía, ovirant las tèrbolas imatges de la nit d'hivern. Uns cops se delitava mirant còm la claror blavosa argentava las feixas y els terrenys al ras, lo mateix qu'estanys de plata; altres cops s'embadocava contemplant còm la mateixa claror se fonía, igual que si caygués dins d'un abim, aixís que 's posava per sobre l'espessor de las boscurias y troços de terra enmatollats. Però devegadas succehía que a lo millor s'amagavan las fantásticas imatges lluminosas, esborradas de sobte pels núvols negres que solcavan l'espay a tall de corbs. Aquells misteris de la nit de lluna, ab els seus visatges fantasiosos, ara de fosca, ara de llum, ullprenían al rector com si fossin encantarias. Semblava qu'entre somnis entrobrís els ulls pera guaytar las tacas d'ombra que feyan, sobre la blancor marbrenca dels caminals, las creus negras del fossar. Després alçava un xich més la vista y anava resseguint la crestería de desiguals pináculs que dibuixavan sobre 'ls murs de l'esglesia las allargaçadas puntas dels xiprers. L'esperit de mossen Llátzer, perpetuament enfebrat de somnis y cavil·lacions, després de la derrera malaltía, s'havía quedat aquell vespre com sospès en èxtasis devant de l'ánima obscura y misteriosa de la nit... Com més anava, més sòpit restava, més postrat, igual que si anés a caure vençut per la força adormidora d'aquell estrany sortilegi... quan tot d'una va alçar el cap, boy deixondit, quasi esverat... S'acabava de sentir un udol de gos, fondo, molt fondo, que ressonava a través de cingles y montanyas com un gemech de dolor. ¡Guuuu... guuuu...! Era un d'aquells udols que se senten ab esgarrifanças en mitj de la fosca y la solitut, perquè portan la nova de las llargas agonías y de las reneras de la mort. ¡Guuuu... guuuu...! ¡Còm plorava aquella bestia! ¡Còm plorava! Y ¡quín condol feya aquell clam desolat mentre 's perdía en la pau de las montanyas, clapadas de fosca y llum! El rector, sotregat de cap a peus", "per una estremitut, parava l'orella, temerós, pera esbrinar de quín cantó venía aquell fúnebre presagi de las derreras angoixas. --Sembla que surti de derrera 'l cingle... --començava a pensar mossen Llátzer, mitj en dubte, quan va sentír els lladruchs llunyans d'uns altres gossos que responían a l'udol sinistre.-- No, --va exclamar allavors, com repensantse.-- De l'altra banda del coll de cân Ripeta, me sembla ara que ve 'l brugit... Però no, tampoch..., --replicava a l'acte:-- la cridadiça ve de Puiggraciós. Sí, era d'allí dalt d'hont devallava l'esvalot dels gossos, com rodolant a tomballons rostos avall. L'udol esferehidor ab prou feynas se sentía, igual que s'hagués esvahit en l'inmensitat... però, boy a mida que minvava 'l trist sanglot, redoblavan els lladruchs dels altres gossos, y tota la cridoria retrunyía cada cop més forta, com si s'acostés a correcuyta. Els cans que varen lladrar primer va semblar qu'eran els de l'ermita; després varen ajuntarshi 'ls de cân Coll; acabat els de la Rovira; al capdevall, fins els de l'Uyá varen engreixar el brugit. Alashoras mossen Llátzer va alçar els ulls, quasi il·luminats per una vaga lluhiçor, com si li acabés de passar per l'esperit una espurna d'esperança. Aquell brugit volía dir ben clar qu'algú del Serrat s'acostava a la parroquia. Y, com si se li deixondissin dins del cor mal adormidas confianças, sense poder dir còm ni per què, va començar a sospitar que aquell que s'acostava era un feligrès desvalgut que venía a demanar auxili al seu pastor, a implorar la divina gracia, a soldar la cadena d'amor trencada per culpa del pecat. La cridadiça cada vegada ressonava més aprop. Als gossos de la Rovira ja se 'ls sentía lladrar desde 'l bassal, com si haguessin acompanyat al vianant fins a la baixada de las vimeteras. --No pot ser lluny... --deya entre dents mossen Llátzer, tot guaytant per la finestra. No va trigar gayre a sentirse fressa per l'hortet... un soroll acompassat de petjadas que retrunyía en mitj de la quietut. --Ja es aquí... --mormolava el capellá, clavant el cap derrera dels vidres.-- Ja es aquí... Al cap d'un moment, escayentse 'l caminant a entrar en una clapa de llum, va esdevenir un instant il·luminat, y el rector el va poder veure com avençava a marxas doblas cap a la rectoría, tris, tras... tris, tras... Tenía 'ls ayres d'un home jove, resolut y desinvolt. Anava al dret, seguit, seguit, com qui de cor sap el camí y pot ferlo a las palpentas. Un cop acabat l'hortet, va atravessar el caminal, va trencar pel rengle de xiprers, va entrársen al cementiri, va passar de llarch devant l'esglesia, y va tombar tot decidit cap a la porta de la rectoría. Hi va haver una estona de silenci... L'home devía palpar un xich fins a trobar el pica-portas. Després va trucar. --¡Pum, pum...! ## XVII Camí del Calvari Quan el jayo va sentir trucar a la porta de la rectoría tan a deshora de nit, ab tot y las xacras que duya a sobre,", "va alçarse del jaç lo més llest que va poder. Y, tot ranquejant y tot vestintse, se va encaminar cap a l'entrada, mitj desconfiat, mitj temerós, perquè sempre tenía a la memoria las negras intencions dels bosquerols. Però, la veritat sigui dita, va quedar bona cosa tranquilisat quan, desde derrera la porta, va sentir las bonas paraulas de l'home que l'havía vingut a desvetllar. --¿Quí hi ha ací? --va preguntar el jayo. --Gent de pau, --va respondre 'l desconegut. --Diguèu quí sou... --Som el pastor del Lladonell, del Serrat de Puiggraciós. --Y ¿què volíau? --Me fan venir perquè la vella de casa está a la mort y demana a Nostramo abans d'anársen. --Donchs vaig a dirho a missenyor... --Fèume aquesta caritat... mentres jo corro a Figueró a dir al doctor que vingui desseguida... perquè 'm fa por que ja no hi sigui a temps... Y, mormolant aquets mots, sen va anar l'home camí avall, perdentse al cap d'una estona entre las ombras de la nit. El jayo, entretant, sen pujava a la cambra de missenyor pera donarli la nova; però al mateix cap d'escala se va trobar ab el capellá que, ab el rostre animat com per celestial somrís, va fer: --Ja ho he sentit tot. Aném al Serrat... Aném. Ensellèu l'euga a l'instant... Si vós tot sol no podeu, qu'us ajudi la Mariagna, o si no ja vindré jo... Y el jayo, carregat com sempre de paciencia y humilitat, va encaminarse a cumplir l'ordre, sense entendre prou bé aquell espurneig d'alegría fervorosa que il·luminava la cara de missenyor. --¡Ah, si aquesta nit pogués fer las paus ab els feligresos! --deya entre dents mossen Llátzer, tot obrint la porta de la rectoría pera anar cap a l'esglesia.-- Allí dalt, al Lladonell... --anava pensant-- trobaré als vehins reunits aprop del llit de la malalta... Allí 'ls parlaré fins a somòurels, fins a tocarlos el cor, si Deu m'ajuda ab la seva gracia... Quan va ser a traspassar el cementiri, una ratxada de vent glaçat va fer estremir a mossen Llátzer. La nit era freda, rúfola... l'ayre, humit... el cel, endolat y sense estrellas. Els núvols, que suara passavan com corbs per devant la lluna, l'havían tapada tota ab llurs alas de negror... El capellá va obrir la porta de l'esglesia y sen va entrar nau endintre, fins a arribar al presbiteri. Se va persignar, va agenollarse, va pujar els grahons de l'ara, va fer primer un acatament, tot seguit un altre de més fondo, acabat va enretirar la sacra grossa, després va obrir la portella del sagrari y va aparèixer el Santíssim Sagrament... Una genuflexió encara més fonda que las altras va fer allavors el sacerdot, y, mentres se tornava a alçar ab las mans posadas sobre 'l cantell de l'ara, pensava en las paraulas d'amor diví que diría a la moridora del Lladonell, prometentli la santa gloria, oferintli una eternitat de paradís... tot a fi de que ho sentissin els vehins qu'anirían al combregar y 's despertessin a las divinas", "promesas... Després va treure a Nostramo de dins del sagrari y el va posar ab tota unció en el fons del pyxis, mentres l'oració li movía els llavis ab fervorosos tremolors. Per fi va penjarse al coll el cordó del pyxis, y va baixar esglesia avall, esglesia avall, majestuós, estátich, com trasfigurat per la gloria de portar a sobre 'l Cos consagrat del mateix Christ. A l'arribar a la porta, ja va trobarhi al jayo que l'esperava ab l'euga guarnida y la campana a la má, y al costat seu a la vella encenent el llanternó que 'ls havía de guiar els passos per entre la fosquetat. --¡Ganninch, gannanch! ¡Ganninch, gannanch! ¡Ganninch, gannanch! --va fer el jayo brandant la campana ab gran delit, com si 's des brasa per fer a saber al món que tot un Deu se dignava surtir del seu palau pera anar a veure al pecador que 's moría. El sacerdot, entretant, pujava a demunt de l'euga, y després entonava a mitja veu els clamorosos versículs: --¡Apiádat de mi, oh Deu, segons la teva gran misericordia! --¡Ganninch, gannanch! ¡Ganninch, gannanch! --responía el jayo fent dringar la campana ab tota força, mentres la vella li abrigava ab una manta las espatllas pera lliurarlo del rellent fret de la nit. Després la marxa va començar. La vella, agenollada devant de l'esglesia, va veure com s'allunyavan traspassant el cementiri, com trencavan pel rengle de xiprers, com atravessavan el caminal. A devant marxava 'l jayo mitj ranquejant y pas a pas, perquè, embraçat com anava ab la campana y el llanternó, ab prou feynas podía dur l'euga del ronçal. Derrera venía cavalcant el capellá, ab el cap mitj caygut y las mans creuadas sobre 'l pit, com abraçantse ab el Sagrament que duya a sobre. Sols de tant en tant aixecava 'ls ulls enlayre y 's posava a cantar baixet, com si resés, un altre planyent versícul: --¡Réntam, Senyor, de la meva iniquitat més d'un cop y més de dos, y esbandeixme de pecat! --¡Ganninch, gannanch! ¡Ganninch, gannanch! --tornava a fer el jayo, com acompanyant ab els tochs de la campana las paraulas sagradas del rector. Però tant els mots del salm com el sò de l'acompanyament, se fonían, com un clam de dolor no escoltat per criatura viventa, dins de la gran fosquetat. Era tan freda la nit y tan boyrosa, que fins semblava que la gelor humida que surava arreu glacés el cant del rector y el dringar de la campana. Mes ells, per això, anavan cantant y tocant per dins del silenci y la soletat, com portadors agrahits del més enlayrat misteri. A bon pas, sempre a bon pas, anavan seguint las voras dels hortets que s'extenen per tot el fons de la clotada esquifida. Allí els camins son gayrebé planers y 's passan d'una estricada. Ranquejant o no, l'avi anava tirant al dret, el llanternó y la campana a l'una má y el cabestrell de l'euga a l'altra. Derrera venían capellá y cavalcadura, sempre a bon", "pas, sempre a bon pas... Mes, aixís que 'l pobre vell va ser a embestir la pujadeta de las vimateras, ab prou pena del seu cor va sentir que las camas li flaquejavan de sobte. Ab els reguerols que a tot'hora s'escorrían del bassal, el terrer allí era sempre humit y relliscós; però, endurit allavors per la glaçada, encara venía més a repel de traspassar. El jayo a cada dos per tres ensopegava, y l'euga s'havía d'aturar a estonas pera tornar a empendre la marxa cap amunt. Entre la fosca tan espessa com feya y el camí tan estret y costerut com venía, la pujada s'anava tornant cada cop més pesada y perillosa. Ab la tremolenca llum de la llanterna, l'avi no tenía prou claror pera veure ahont posava 'ls peus; y, com que s'entrebancava a cada punt, fins por tenía de caure dins de la torrentera que vorejava 'l camí. Per això entre dents resava, tot fent vía: --¡Deu mos guart de pendre mal! Quan, al cap d'un moment, varen arribar a la roureda de sota la Rovira, per ser a la vora de poblat, el capellá va alsar el to de la sagrada canturia. --¡Mira qu'entre iniquitats vaig ser engendrat, y en pecat me va tenir la meva mare! --va cantar ab greu sentiment. Y, com pera correspondre a la solemnitat del cant litúrgich, el jayo ja 's disposava a dringar ben fort, tan fort com pogués, quan, al deixar un moment el ronçal de l'euga pera agafar ab la má dreta la campana, va sentir que la terra li mancava a sota 'ls peus... y, per més que 'l rector li va allargar corrents la má pera aturarlo... la balançada del vell va ser més prompte... y... no hi va haver més remey... jayo, llanternó, campana, tot va anar de tomballons pendiç avall, no parant fins al fondo del torrent... --¡Senyor del cel... assistíume!... --va cridar el jayo ab un udol llastimós, mentres mossen Llátzer descavalcava ab un salt pera córrer en auxili seu. Mes, com arreu surava la més atapahida de las foscurias, el capellá no sabía per quín cantó baixar al pendiç. --¿Ahont sou? --cridava ab l'angunia a l'ánima.-- ¿Ahont sou, Joseph? ¡Diguèu, ahont sou!... --¡A... quí... mi... senyor!... --responía una veu quasi apagada desde 'l fondo del torrent. Y, guiat pels ays adolorits del jayo, el rector va anar cercant per aquells indrets fins a trobarlo. Lo primer per que va procurar va ser per llum, a fi de veure 'l mal que s'hagués fet el jayo; y, mentres ab el foguer encenía 'l llanternó, encoratjava al vell ab aquella dolçor de mots que tan bé li esqueya als llavis. --¡Pobre Joseph! ¡Germá meu! ¡No us espantèu pas, que 'l Deu del cel ve ab nosaltres! El vell, en compte de respondre, somicava, com si el panteix no 'l deixés parlar. S'estava estenallat a terra, al peu d'una arrelaça vella que treya 'ls braços torts y bonyeguts per l'argila descarnada del pendiç. Allí havía", "anat a topar el jayo y allí restava com baldat. Tenía las camas adoloridas, un peu com mort, la cara y las mans sagnantas. Ab prou feynas y dolors el rector va poder aixecarlo pera ferli pujar el pendiç. --¡Coratge, Joseph, coratge! --deya 'l capellá a ne 'l jayo. Y, trayent l'un y l'altre forças de flaquesa, varen arribar a dalt del camí, vora l'indret ahont havían deixat l'euga. Però allá sí que l'avi va perdre tota mena d'habilior. Volía donar una passa, y las camas no 'l podían dur. Volía tornar a agafar el ronçal, y no 's podía tenir dret. Allavoras mossen Llátzer, fent un esforç derrer, va provar d'agafar a l'avi pel cos y enfilarlo a dalt de l'euga; però 's va trobar impensadament ab que 'l jayo se rebenxinava y no ho volía, signant ab el cap y els ulls ¡que no! ¡que no! Sorprès el capellá per aquella estranya desobediencia en un home tan resignat, tan humil, no podía entendre de cop y volta la tossudería. Mes al cap d'un moment ja ho capía tot. Allò volía dir qu'ell may consentiría que Nostramo y el rector anessin a peu mentres ell, pobre pecador, anava a dalt de cavall. Boy enternit y tot per la pietat fervorosa del sirvent, mossen Llátzer no va tenir més remey que fer sentir tot el pes de la seva voluntat. --Jo us ho mano. ¿Ho enteneu? Jo us ho mano. Al sentir això, el jayo va acotar el cap; y el capellá, posant tota la seva ánima en un esforç suprem, va aixecar de terra a l'avi y el va aconduhir a demunt de l'euga, subjectantlo a ne 'l bast com va poder. ## XVIII Escarnots al Sagrament Després la cavalcada de dolor va anar seguint per aquell camí de Calvari. A devant, el capellá ab el Sagrament demunt del pit, a l'una má 'l llanternó y a l'altra má 'l cabestrell. Derrera, el pobre jayo, mitj ajegut de gayró sobre la cavalcadura, com un ferit de la guerra. Montanya amunt, montanya amunt, el capellá trescava, animat, seguint las esses del camí de cabras que mena fins al cim del Serrat de Puiggraciós. En comptes de sentirse aclaparat pel flagell qu'acabava de passarli, més aviat se trobava serè, animós, com si acabés de guanyar una batalla al mal esperit y n'assaborís la victoria. Montanya amunt, montanya amunt, semblava talment qu'anés guiat per la divinal promesa de ferse seus als bosquerols y de vèncer las befas y traydorías a copia d'amor y caritat. De tant coratjós qu'anava, fins li venían als llavis, sense adonársen, els versos del salm de misericordia, y els entonava de baix en baix. --M'arruixarás ab l'hisop, y seré purificat; m'esbandirás, y seré més blanch que neu. Las exclamacions mateixas del salmayre l'exaltavan, l'enardían, y a cada paraula hi trobava un misteriós sentit que s'avenía ab sas propias penas y tribulacions. --Farás entrar per mas orellas el goig y l'alegría, y s'estremirán de joya els meus òssos capolats.", "Montanya amunt, montanya amunt, anava a estonas mirant ab la llanterna al pobre jayo, que restava sobre 'l bast com ensopit, y a estonas reprenía la cançonera salmodia. Aixís s'enfilava tot fent vía pel camí obert per las vellas generacions entre las pinedas centenarias, montanya amunt, montanya amunt... quan una forta alenada d'ayre fret, més fret que 'l que fins alashoras havía respirat, va fuetejarli 'l rostre de ple a ple... Era qu'havía arribat al cim de la pujada, y, fòra ja del racer del sot, se sentía de sobte envolcallat pels vents glaçats de las alturas. Allí dalt, l'ayre, deslliurat com se trobava de la presó de fondaladas y timberas, anava y venía, corría y girava ab desembraç per demunt de las carenas, escombrant las boyras baixas que pujavan de las valls. L'espay era més net, més pur. Fins la fosca semblava menys espessa, menys atapahida que dins de la clotada. D'allí estant s'entreveya com una ombra l'ermita de Puiggraciós, ab las tapias de l'hostalet totas terrosas y ab el frontis de l'esglesieta com emblanquinat. El capellá respirava satisfet com aquell que comença a veure 'l fi de las sevas ansias. A quatre passas de l'ermita venía 'l Serrat ab el seu monyoch de casas vellas, y a quatre passas més enllá 's trobava tot sol el casalot de Lladonell, ja ab un peu a l'altra galta de montanya, com si estés a punt de devallar al sot vehí. Mes, si per una banda se trobava esperonat el rector pel desitj de redimir, de salvar, per l'altra se sentía l'ánima encongida per la temença de no saber fer la pau ab els bosquerols... Quan va passar per devant de l'hostaler, el cor li va fer un salt no més que de pensar que potser surtirían els de la casa y d'un moment a l'altre podían presentarse a devant seu la Rodassocas y els ermitans. Però res d'això va succehir. Arreu regnava la quietut més fonda, y de las oberturas de l'ermita no n'eixía ni una guspira de llum. El capellá, alashoras, com tocat a l'acte per llunyana inspiració, va aturarse ell, va aturar l'euga, y, plantat devant de l'hostalet, se va posar a cantar ab veu solemnial una altra posada del salm de penediment: --Jo ensenyaré als malvats els teus camins, y fins els més perversos se postrarán devant teu. Tal com ho va dir, ab aquell enterniment y aquell fervor, allò semblava que fos el mateix clam de contrició qu'anés a trucar a la porta del pecador impenitent. Mes també va ser el silenci de la nit quieta la sola resposta donada al misteriós avís. L'hostalet de las disbauxas bosquerolas restava silenciós, quiet, com un tancat de fossar. Mossen Llátzer va tirar endevant, endevant sempre, pensant que fins a ser al Serrat no trobaría a ningú que 'l vingués a rebre. Però, aixís que va arribar al monyoch de casas vellas, l'ánima li va caure als peus veyent que no hi havía rastre ni sombra de vehins en", "lloch. --Potser serán a l'era de la casa... --va rumiar després, com qui s'agafa al derrer resquici d'una esperança que 's va perdent. Però, per més que procurava no abandonar la confiança en son sagrat ministeri, sentía que per instants li entenebravan l'esperit els més negres pensaments. Com més s'acostava al Lladonell més angunias li venían... Y una suhor freda, freda, li va començar a perlar el front quan va veure dibuixarse sobre 'l fondo enterbolit del cel l'ombra indecisa de la xemeneya del casal. Després de la xemeneya, li va semblar qu'anava apareixent la torratxa; després com un porxo; després com tot l'envolum del casalot, ab els patis, ab las corts, ab els pallers... Lo que no 's veya era gent... ni ánima viventa, ni criatura nada... Tot tancat, tot barrat... Ni un respirall de llum a cap finestra, ni a cap porta... en lloch... en lloch... A mossen Llátzer el cor li anava, li anava, com si li volgués fugir del pit. Fins el jayo, capolat y tot com jeya sobre 'l bast, aixecava 'l cap, ple de desfici. Al arribar a l'era del Lladonell, el rector va deixar el ronçal de l'euga, y, com si tot d'una 's determinés a fer el cor fort, va dirigirse resolut a trucar a la porta de la casa: --¡Troch, troch! Va passar una bona estona, y res... ningú va respondre. El capellá va tornarhi. --¡Troch, troch! Igual silenci qu'abans. --¡Troch, troch! --va fer altre cop, ab més força, el capellá. Allavors va semblar qu'a dins fessin remor. Després se varen sentir passos que s'acostavan fent cruixir el trespol. Al capdevall se va obrir una finestra y un home va treure 'l cap. --¿Què voleu, tan dematí? --Mos han enviat recado de venir a assistir a una avia qu'está a la mort... --¿Hont vos han dit? --Al Lladonell... --Ja es aquí... però no tenim cap malalt. Al sentir això, el capellá va recular dúas passas tot trontollantse, com qui va a caure sense esma... però, creuant després els braços sobre 'l pit, igual que s'abracés ab el sagrament que duya a sobre, va córrer desolat cap a ne 'l jayo. --¡Joseph, mos han enganyat...! El jayo no va dir paraula xica ni grossa, però las llágrimas li corrían cara avall... --Si voleu entrar a reposar un poch... --va oferir, com compadit, l'home de la finestra. --No, --va fer, a l'acte, de resposta, el sacerdot, tot agafant el cabestrell de l'euga, pera tornársen altra volta, camí avall, al fons del sot. ¿Restar allí? No. Ni un moment, ni un parenostre... Lo que volía era fugir com un llamp... desaparèixer per sempre més d'aquells indrets del dimoni... ¡Quína befa, quína befa més crudel la d'aquellas malas ánimas! Que 's mofessin d'ell, ja 'ls ho perdonava, els ho perdonava de tot cor... Però... ¡voler riure ab el Sagrament! ¡Voler escarnir el Cos del Christ! ¿Hont s'es vist sacrilegi com aquet?... Tot fent aquets pensaments, que li torturavan l'ánima, el capellá corría, corría tant com", "podía, estirant l'euga pel ronçal. Per la celistia esblaymada que començava a néixer al cel, coneixía que l'aubada no era lluny, y tenía por, una por mortal, de trobarse per aquells cimals malehits ab claror de día. Solament de pensar que, quan passés per las casas del Serrat, la gent potser ja correría per allá y se 'l mirarían entre riallas y improperis, li feya pujar una cremor a las galtas que l'abrusava com un tió de foc... Y la vergonya que sentía no la sentía pas per ell, pobre sacerdot sense ventura, sinó pel Santíssim Sagrament que duya a sobre. Per això corría desesperat envers el sot, perquè li semblava que exposar Nostramo a las mofas dels condemnats bosquerols era com fer patir al Christ, altra vegada, l'afront dels açots y las espinas, la befa del manto y la canya verda, l'ignominia del patíbul, l'esponja de vinagre y fel... ¡Quína angoixa feya tot allò! Quan varen haver de passar per devant de las casas del Serrat, ab tot y anar corrents com empaytats per la tempesta, el capellá va creure sentir que s'obrían portas y finestrons y que arreu mormolavan mots de xangla y paraulas de riota. Però l'angunia més grossa va ser després, a l'anar a travessar l'era de l'ermita de Puiggraciós... Allí potser hi hauría la Rodassocas, l'ermitana y l'ermitá, tots els pastors, pilers y llenyatayres que devían haver conjuminat aquella treta de mals esperits... Pera resguardarse de malas miradas y de sacrílechs afronts, el capellá va fer tòrcer un xich de camí a la cavalcadura, passant tots sense ser vistos per dessota l'era, amagats pel marge del caminal. Però aixís que varen entrar en els primers pins de la baixada, mossen Llátzer va sentir esclafir un riure de dimoni que 'l va deixar esgarrifat. ¡Hi, hi, hiii! ¡Hi, hi, hiii!... Era la mateixa rialla infernal que sentía desde l'ermita las nits de desvetllament... Era la mateixa rialla qu'havía retrunyit dins de l'esglesia aquell diumenge de l'excomunió... Y allavors el capellá vinga córrer, vinga córrer rostos avall, portat per la santa deria de lliurar el cos del Christ dels escarnots y las befas dels malehits bosquerols. ## XIX L'agonía --¡Joseph, veníu! ¡Joseph, pujèu! --cridava esgargamellantse la Mariagna desde 'l replá d'escala que donava a la cambra del rector. --¡Joseph, veníu, per amor de Deu! Però com que 'l jayo, ni en ombra ni en pols, no compareixía, la bona vella no va tenir més remey que surtir a la finestra de demunt del cementiri y desde allí tornar a encomanar a l'ayre 'ls seus gemechs: --¡Joseph, per amor de Deu! ¡Cuytèu, veníu! L'avia prou guaytava anguniosa pel defora, ara cap a l'hortet, ara cap al caminal, ara cap al rengle de xiprers; mes, com ja no hi llucava de tres passas lluny, en lloch del món assolía a veure al jayo. Per això tot era despacientarse la pobre vella, y crida que cridarás ab la veueta esquerdada: --¡Joseph, veníu! ¡Joseph, cuytèu! Y lo bo era que 'l", "jayo no 's trobava pas gens lluny. Tot justament allavoras eixía de sota la renglera de xiprers y s'encaminava cap a casa; però, com era tan dur d'orella, no sentía a la jaya poch ni molt. Y a més d'això... prou feynas tenía 'l vell xaruch a fer anar una mica els peus, ranquejant com ranquejava. Desde que va estimbarse pendiç avall de torrentera, aquella nit que duyan Nostramo al Lladonell, no havía fet rés més de bo. Maliquejava tot el sant día, y a cada passa que donava no feya més que exclamar entre dents, com si resés la lletanía dels sants: \"¡Senyor, assistíume! ¡Senyor, amparèume! ¡Senyor, acompadíus de mi!\" Per això es que no 'n sentía ni un mot, dels planys de la pobra avia Mariagna, que desde dalt de la finestra anava cridant y esgargamellantse, fins que a l'ultim, afadigada y somicosa, va baixar escalas avall, ab l'intent de surtir al defora y veure si trobava a n'en Joseph. Anava la velleta ab posats d'angunia, desolada... y, com si la desgracia l'empaytés, semblava disposta a córrer tots els camins y viaranys... quan, al ser al mitj de l'entrada, se va topar, sense vèurel, ab el jayo, que venía coixejant. --¡Ay, Joseph, corrèu, cuytèu! --Però... ¿què teniu? ¡Reyna santa! --¡Missenyor no sé què té!... ¡Missenyor s'está morint! --¿Morint, diheu? ¡Valgans Deu! --Sí, morint... si ja no es mort. L'he cridat... y no ha dit res; l'he tornat a cridar... y no m'ha respost paraula; li he tocat la má... y l'he trobada com la neu... Y, ab las llágrimas als ulls y la por a l'ánima, vell y vella sen varen entrar a dins, tot tremolant. No era pas l'imatge de la mort lo que 'ls feya esverament, que prou que la coneixían de vèurela d'aprop y de tocarla sovint... Massa sabían, pel seu ofici de sagristans de bosch, lo qu'era vetllar un difunt y vestirlo y enterrarlo... Lo que 'ls estemordía era pensar en la soletat afrosa que 'ls esperava entremitj de las montanyas negras aixís que missenyor acluqués els ulls. Agafats per la má com criaturas, varen enfilarse tots dosets escala amunt, afanyosos, per un cantó, d'arribar al llit de mossen Llátzer, y encongits, ademés, pel gran misteri que 'ls voltava, pel gran misteri de las animetas que sen van a l'altre món... La cambra era freda, trista, núa. Arrambat pel capçal a la paret, el llit s'alçava a quatre pams de terra, sota 'ls braços extesos d'un gran crucifix. A l'altre cantó de cambra, s'hi veyan dos setials, una tauleta ab una llantia a sobre, y, al demunt de tot, una repisa carregada de llibres y papers. Fòra d'això, res més que las parets emblanquinadas, clapadas aquí y allí per las tacas antigas de goteras que s'esllargandeixavan mur avall desde 'l trespol. Els avis varen entrar pas a pas, mitj de puntetas, com si temessin torbar el sagrat silenci d'uns derrers instants de vida. No s'ohía ni sospir, ni renera, ni panteix... Plens del respecte", "que fa 'l misteri de la mort, varen atansarse poch a poquet fins al llit, y, a la claror tremolenca de la llantia, miravan d'esbrinar si encara alenava 'l moridor. --¡Missenyor! --va cridar el jayo, ab la veu ennuegada.-- ¡Missenyor! Però 'l sacerdot restava quiet y callat com una imatge de pedra. Allavors el vell li va agafar la má de sobre del tapall, y, a l'acostársela als llavis pera besarla, la va trobar freda igual qu'un glaç, y, a més de freda, molt feixuga, tan feixuga que, al deixarla anar altra volta sobre 'l llit, hi va caure pesanta com un plom. El pobre jayo va sentirse defallir; però, com si 's negués a perdre la derrera gota d'esperança, encara volía fer més provaturas, fins a heure la terrible certenitat del flagell que 'ls queya a sobre. Pera eixir del dubte anguniós, pera saber de cert si era mort o viu, ell prou li hauría tocat el pit y el cor, si 'l moridor hagués sigut un home com els altres; però a ne 'l sacerdot, al ministre de Deu, a l'ungit del Christ, no gosava a posarli la má al demunt, com si 's trobés encadenat per un sagrat respecte. Tot lo més que va fer va ser agafar la llantia y passarli dos o tres cops per devant dels ulls pera veure si las ninas s'animavan y seguían la claror; més la vista restava tèrbola y sense cap moviment. Alashoras el jayo va acotar el cap, com volguent dir: \"No hi ha remey.\" Després se va persignar, y, girantse a la vella, li va dir ab un to solemnial: --Mariagna, missenyor es mort. Agenollemnos y resem per l'ánima de missenyor. Y, mentres els dos vells se postravan al costat del llit, mormolant un parenostre, el rector va fer un gran esforç pera parlar; però ab tot y l'esforç no va poder... Perquè de mort no ho era, encara, mossen Llátzer... Sentía ben clar tot lo que deyan, coneixía tot lo que passava al seu voltant... però no podía girarse ni moures, ni dir un mot, ni donar senyals de vida. Si solament hagués pogut fer un crit, els hauría dit: \"¿Què aneu a fer? ¿Què aneu a fer? ¡No repapiejèu més, desventurats!\" Però, com que no tenía habilior ni pera obrir la boca, se veya privat d'avisarlos... y, al pensar que podían enterrarlo abans de morir, sentía que se li arrapava a l'ánima el terror més negre. \"¡Es el cástich de las mevas culpas!\", rumiava horroritzat, mentres els jayos resavan de genolls a terra. \"¡Es el cástich dels meus pecats, el ser sepultat en vida! De viu en viu me varen ficar a la tomba negra d'aquets sots... De viu en viu me donarán terra sagrada en el fossar de l'esglesia. Es una sentencia que porto a sobre, la de ser tractat eternament com a difunt. ¡Quína damnació més tremenda pera mi, que sempre he cercat la llum del sol, que sempre he cercat la vida! Breçat", "per la deria de fer reviure a un sabi dels sigles morts, vaig furgar la sepultura dels seus llibres, vaig dir que la veritat del món era allí dins, vaig voler d'un heretge ferne un sant, y, cada día més ensuperbit, no vaig parar fins a estimbarme dins del pecat, qu'es la mort de l'ánima... Després me varen desterrar per cástich a n'aquets sots amarats d'ombra y de tristesa... y fins a n'aquí, fins a n'aquet país de la sòn y de la mort, vaig provar de fer brollar el moviment y la vida. Volía resucitar als bosquerols difunts que van caminant per las boscurias negras ab posituras de sers animats; però, en comptes d'encomanarlos la vida a n'ells, ells m'han encomenat la mort a mi... Pera obrirlos els ulls a la llum eterna, m'he deixat fer escarnots, m'he deixat enganyar, m'he deixat escupir, m'he deixat martiritzar de cos y d'ánima... y ara, per paga de tot, m'ajudarán a enterrar de viu en viu, y fins vindrán a ballar demunt de la meva sepultura...\" Y aquestas esgarrifosas caborias encara voleyavan com fantasmas d'ombra pel pensament de mossen Llátzer, quan els avis, acabada ja l'oració mortuoria, se varen alçar tot senyantse sobre 'l front, sobre 'ls ulls, sobre la boca. Després el jayo va dir a la jaya a poch a poch, ab la veu baixa ab que 's parla en las cambras ahont hi ha un difunt: --Mariagna, quedèus a vetllar el cos aquí a la vora... y encenèu al voltant del llit aquells quatre mitjos ciris de la lleixa... --¿Y vós, ahont aneu, Joseph? --va preguntar la jaya ab tot respecte. --Jo a l'esglesia... a tocar a morts per missenyor. --¡Que Deu el tinga a la santa gloria! --Amen, --va respondre l'avi, tot afegint després, ab certa unció misteriosa: --Desprès... quan torni... l'enmortallarèm. Y, mentres el vell surtía de la cambra boy ranquejant, el capellá pensava, ple de terror: \"¡Ay desventurat de mi! ¡Si jo pogués parlar! ¡Si jo pogués fer un signe, si pogués donarme a entendre! ¡Ay, còm els aturaría de que ventessin las campanas, de que toquessin a morts! Quan els bosquerols ho sentin, potser baixarán, potser entrarán a veurem, potser me ficarán al sot de viu en viu y cuytarán a tirarme terra a sobre pera acabar d'una vegada la seva obra de maldat.\" Y tot de sobte li varen començar a passar pel pensament, com una professó d'espectres anguniosos, las tribulacions y els vituperis ab que l'havían atormentat els feligresos sorruts d'ensá que dormía enterrat en els sots feréstechs... Veya còm grans y xichs li giravan l'esquena, sornaguers, quan ell els predicava l'obra santa d'apariar l'esglesia feta runas... veya còm tots se mofavan del seu fervor quan ell tornava a edificar la casa de Deu, pedra per pedra... veya còm, ja adobada l'esglesia, prenían aquell miracle del cel per malas arts del dimoni... veya després als rústechs feligresos còm s'estemordían, quan, revestit ab els sagrats ornaments a peu d'altar, els feya caure de genolls", "a terra, mirantlos a la cara com un Deu ofès. Però aquesta corrúa de visions acongoixosas se va esvahir un moment quan l'avia va acostarse al llit arrossegant un canalobre vell, dels entafurats per las golfas de la rectoría. La pobra dona 'l va deixar a la dreta del capçal, y desseguit sen va anar a cercarne un altre, que va posar al cantó esquer. Després, els dos que restavan, els va plantar cap als peus, un a cada part de llit. La jaya hi posava tota la paciencia y tot el seny, en repartir els canalobres a la mateixa distancia l'un de l'altre, ni més ensá ni més enllá, ni massa aprop ni massa lluny, com si guarnís un altar pera una gran cerimonia. Semblava que volgués revestir l'espectacle de la mort de tota aquella solemnitat qu'ella podía oferirli en sa rústega miseria. Ab els mateixos ayres d'unció litúrgica ab que havía recompartit els canalobres, va anar posant els ciris dins dels brochs y encenentlos un per un, tota recullida, tota fervorosa, fent acataments y persignantse cada cop que passava per devant del llit, igual que si celebrés una funció desconeguda, qu'ella s'anés empescant, consagrada al descans etern de las animetas que sen van del món. Després se va posar a arranjar la tauleta, a mocar la llantia, a espolsar els sitials com fan las donas de sa casa quan han de tenir visita de grans senyors. Ella, la pobre avia, tenía aquell día la de la més alta majestat de la terra, la de missenyora Mort, y feya tot lo que sabía pera rèbrela, sinó ab la cerimonia deguda, ab la condicia qu'ella pogués. Per això endreçava las cosas y escombrava el borriçol y aconduhía 'ls pobres mobles... perquè lo qu'ella no volía era demostrar poca reverencia, poch acatament devant d'aquella misteriosa sobirana que té a tots els homes per esclaus. --¡Oh Mort, oh santa Mort: quan m'arribi aquella hora de las derreras angunias, sigas ab mi benigna, sigas ab mi ben dolça!... --anava mormolant la vella com si resés, mentres arrenglerava 'ls llibres de la repisa, y espolsava 'ls feixos de paperots, y contemplava la patxoca que feyan els cirials del voltant del llit. ## XX Las absoltas Entretant, el capellá, estirat y fret com una soca, sentía a l'ánima tota l'esgarrifança d'aquells fúnebres preparatius. ¡Quína feredat li agafava al veures entre 'ls quatre ciris encesos que tenía al voltant del llit! Ja li semblava trobarse devant de la fossa oberta, a punt de rebre 'l seu cos, encara un xich alenat per la presencia de l'ánima... No més mancava que baixessin els feligresos a fer d'enterramorts... No més mancava que baixessin els butxins... Y, al despertárseli altra vegada 'l recort dels malehits bosquerols, se li tornava a enfebrar l'ánima, com si tot d'un plegat desvariejés, com si 's revolqués de sobte en el mal somni dels afronts y dels martiris qu'havía hagut de sufrir... Se recordava, horroritzat, d'aquell diumenge que la Rodassocas va baixar de Puiggraciós", "a plantarli cara al mitj del temple mentres se celebrava 'l Sacrifici de l'Altar... ¡Sòrt qu'ell estava amarat de l'esperit de Deu, y va saber aterrarla a copia de conjuris y anatemas, entre l'esglay de tothom! Però ella 's va revenjar, la mala pècora... Com qu'era 'l mal esperit de la carn, tenía prou poder pera embruixar als bosquerols ab la seva olor de dona... Aixís els va encisar y els va ullpendre, fins a ferlos aborrir la Missa y els Sagraments. D'allavoras ensá, tot va ser abandonar l'esglesia, com si fos un hospici d'apestats... Grans y xichs, tothom va enfilarse rostos amunt a ohir la missa negra de Puiggraciós... Allí dalt se deya l'ofertori dels sacrilegis, allí dalt se cantavan els salms de luxurias y escarnots... Però... per això, res tan espantós com aquella nit del Lladonell... ¡Quína vergonya y quín escándol! ¡Fer pujar ab enganys el Cos del Christ a dalt de las montanyas, pera surtirli de trascantó a escarnirlo y a mofarsen!... Encara li semblava sentir aquellas riallas infernals, mentres ell fugía ben abraçat ab Nostramo... Y els dimonis vinga riure, ¡Ha, ha! ¡Hi, hi!... Y ell vinga córrer montanya avall pera salvar el Sagrament dels improperis... Vinga córrer sempre, fins que va caure sense sentits, y al cap d'horas varen cullirlo, y li varen treure de sobre 'l Sagrament, y el varen arrossegar fins al llit, fins aquell llit a las horas d'ara trasformat en llit mortuori, voltat de ciris com un catafalch. --¡Ah, malas ánimas! ¡Ah, mals esperits! ¡Ah, dimonis de l'infern! --rumiava, exaltat, el capellá, mentres li entrava de sobte un gran desitj de malehir als bosquerols, de malehirlos y remalehirlos, encara que las malediccions l'haguessin de dur a l'eterna damnació. Però veusaquí que, quan estava 'l sacerdot en lo més esgarrifós del seu mal somni, va sentir tot d'una devallar tristament, desde 'l cloquer de l'esglesia, las primeras campanadas qu'anunciavan la seva mort: --¡Nanch... ninch... nooonch!... ¡Nonch... ninch... naaanch!... --¡Ay, Senyor! --pensava 'l capellá, aterrat.-- ¡Ay, Senyor, que tocan a morts per mi! May com en aquells moments de suprema angunia havía sonat tan planyenta la veu de las campanas. ¡Ab quín condol més trist las feya plorar en Joseph, qu'arribava al fons de l'ánima! Era cada batallada com un gemech desolat, com un clam de misericordia que volgués arribar al cel desde aquesta vall de llágrimas. --¡Pietat, Deu meu, pietat! --resava 'l moridor entre sí mateix.-- Ara baixará la gent de las montanyas y 'm portarán al sepulcre abans de l'hora y m'enterrarán abans de mort... --¡Nanch... ninch... nooonch!... ¡Nonch... ninch... naaanch! --entretant ploravan las campanas, com si acompanyessin ab sanglots la silenciosa tragedia, aquella tragedia d'agonitzant, que may sabría ningú del món. Lo que, entre tantas angoixas ignoradas, amargava més els derrers instants del sacerdot, era la trista recança de no haver sabut consagrar a Deu totas las penas passadas. Allavoras, allavoras sen planyía, de no haverlas conreuadas igual que flors de dolor, pera oferirlas al Christ com ramells de penitencia.", "Però no... a n'ell no l'ajudarían pera res tants flagells y vituperis... No... Ell, ni tan sols per somni, havía sentit may entremitj dels sufriments aquella dolçoreta que 'ls sants han contat qu'assaborían en las mateixas tribulacions... Els martiris passats als sots eran massa aspres, massa grollers, pera que poguessin portar a l'ánima cap resquici de somni ni cap regust de delectació... El seu calvari havía sigut tot ell miseria de la terra y negror de la nit... --¡Pietat, Senyor! --seguía dient entre sí l'agonitzant, mentres las campanas brandavan ab funeraria majestat.-- ¡Pietat, Senyor, si no he sabut aixecar els ulls fins a Tu... y, en comptes de redimir las ovellas del teu ramat, m'he enfonzat ab ellas dins la pols!... Mes alashoras las campanas varen parar de tocar, y mossen Llátzer va creure arribada l'hora de la seva perdició. --¡Ara baixarán els bosquerols --pensava-- y 'm portarán al fossar! Y, com qu'en aquell mateix moment va sentirse trepitj com d'algú que pujés l'escala, al moridor li va semblar que ja venían a endúrsel els rústechs montanyenchs. Sentía mortals angunias, mentres el soroll de passas s'anava atansant pausadament cap a la cambra mortuoria; però, al capdevall, sols va comparèixer el jayo. Tot ranquejant y persignantse devant dels ciris encesos, va acostarse a la Mariagna, y va dirli tot mirántsela, com si demanés consell: --Abaix hi ha gent de la parroquia... que deu voler entrar a veure 'l cos de missenyor... Ert y glaçat com estava, a mossen Llátzer li va fer un bot el cor al sentir aquellas paraulas. --¡Ara ha arribat el meu derrer instant!... --deya entre sí.-- ¡Senyor, vos encomano 'l meu esperit! ¡Fassis ara y sempre la vostra voluntat! --Jo 'ls diría que pujessin... --feya entretant la vella a n'en Joseph.-- Tal vegada la mort els conmouría y demanarían perdó dels grans pecats qu'han comès... Y, mentres el jayo sen tornava pera anar a cercar als feligresos, a l'agonitzant se li obría un xich el cor, animat de prompte pels mots de la pobra vella. --Potser sí, --pensava,-- potser sí que ara s'obrará 'l miracle de la redempció. Potser sí que, quan se creguin vèurem mort, els enterniré, els faré llástima... y pel camí de la compassió arribarán fins a Deu. Mes en això 's va sentir remor de passos, fressa de gent que s'acostava a la cambra. Era la colla de sempre, tan ensopida y tristoya: padrins xaruchs y caps de casa, vehins dels més propers de la parroquia, carregats de nafras quasi tots, com roças pera anar al canyet. El primer de treure 'l nas va ser l'avi Pugna, fent saccejar el goll; derrera l'avi Pugna, el Cosme de la Rovira, groch de cara y tot pansit; acabat, el Pere Mestre, caminant a saltirons, lo mateix qu'una granota; desseguit el Bepus de l'Uyá, roig de pel y guerxo d'ulls; després, l'Aleix de las Tòfonas, cargolat com una serp. Derrera d'aquesta tongada de gent propera, va venir un altra corrúa de feligresos de més lluny... el", "Pau Malarich, escardalench com una momia; el vell Sunyer, ab barballeras de bou; el Prat del Bosch Negre, més pelut qu'un ós; el jayo del Lladonell, ab la seva cara d'óliva; l'hereu Janet, tot motxo, motxo; y el xicot Margueridó, més esquerp qu'un porch singlá; y el bordegaç de l'Ensulcida, y el porquerol, en Carbassot... Com qu'encara may s'havía vist que la gent fes l'orni pera anar a veure a un difunt y a resarli un parenostre, aixís que 'ls bosquerols varen sentir a tocar a morts, tots varen pensar que no 'ls quedava més remey que baixar al sot de la parroquia. Aquell toch llagrimós de la campana, més planyent qu'un \"adeusiau per sempre\", era com un manament obehit de pares a fills per tots els sigles. No hi havía més remey... Calía acotar el cap, y resignarse, y empendre 'l camí rostos avall. Havían de fer com havían fet els pares, com havían fet els avis, com havían fet els passats, desde las centurias més llunyanas. De primer moment havían roncejat un xich, dubtant, no sabent què fer ni quín determini pendre. Feya tant temps que no posavan els peus a la parroquia, qu'havían perdut l'agre de baixarhi. Però aquella indecisió no més va durar un instant, perquè desseguida varen veure que, tant si volían com si no, calía obehir a la lley de las costums eternas, heretada de las vellas generacions. Ademés d'això, hi havía una altra cosa... y era qu'al acte també varen començar a sentir una estranya curiositat de saber quín posat faría, el rector, mort. Tan esperitat y tan altívol que se 'ls havía presentat sempre, volían veure allavors còm deuría esser, ab els ulls cluchs y boy estirat demunt del túmbol. Allò era, allò, més que res més, lo que 'ls havía acabat de decidir a surtir de casa; y, mentres devallavan cap al fons del sot, com qu'encara hi havía feligresos que dubtavan, un xich esporuguits, com si no gosessin a arribar a la rectoría, en Pere Mestre va dir, tot sornaguer: --¡Ara ray!... Ja podem baixarhi sense por... --¡Ta full! ¡Uydá! Murta la cuca, murt lu verí... --va respondre l'Aleix de las Tòfonas, mitj rient per sota 'l nas. Y aixís varen arribar a la parroquia, ben refiats de que 'l rector ja no podría presentársels a devant com un Deu carregat d'ira, ni podría amenaçarlos ab la patena y el cálzer, ni podría bescantarlos per las culpas y pecats, ni podría clavarlos aquellas miradas que 'ls atravessavan l'ánima, ni podría ferlos caure de genolls a terra, revestit ab la casulla, a peu d'altar. Boy a mida qu'anavan entrant dins de la cambra mortuoria, els bosquerols s'arrambavan per las parets, ab posats encongits y vergonyosos. Ab tot y la curiositat que tenían de veure ben bé al difunt, no gosavan a alçar el cap, y ab la vista baixa, de reull, resseguían tota la cambra, miravan els ciris dels canalobres, y de mica en mica escorcollavan el cadavre. Y el pobre", "sacerdot, desde 'l seu llit d'agonía, sentía tot anguniat còm aquellas miradas tafaneras se passejavan amunt y avall del seu cos, ab la curiositat sinistre que fan venir las cosas de la tomba. Més que mirar, més qu'esbrinar, semblava que flayressin ab estrany plaher la farum mortuoria que voleyava per allí dintre, al voltant del llit. Però a l'últim, com si la flayre 'ls marejés, varen esdevenir tot sòpits, tot somiosos, igual que si a la fi s'encaboriessin y anessin pahint per dins l'espectacle tèrbol de la mort. Xichs y grans varen quedar com enzas ensopits. Ab tot y haverhi dins de la cambra aplegada tanta gent, surava arreu una lley de quietut desconeguda, com si aquells homes tinguessin el do misteriós de viure en complert silenci, sense piular, ni respirar, ni fer remor de cap mena. L'un s'estava, com ullprès, mirantse 'ls ciris encesos de fit a fit; l'altre, com si tingués encantarias, restava ab la boca badada y ab els ulls oberts, oberts. Mes, com aquella quietut s'anava allargant tant, alguns varen començar a neguitejarse... Semblava que no estessin bé, que patissin, que 'ls pessiguessin, que 'ls entrés una mena de desfici... L'un se burxava l'orella... l'altre 's gratava 'l cap... Aixís, ab aquesta angunia, anava passant el temps, y el silenci s'eternisava... Fins a ne l'agonitzant, desde 'l seu llit de dolor, cada instant se li tornava un sigle, cada hora una eternitat... --Ara m'agafarán... --pensava a cada punt-- m'envolicarán ab els llençols... y 'm durán cap a la fossa... Mes en això va comparèixer el jayo en mitj de tothom, ab una caldereta d'aygua beneyta a l'una má, y a l'altra 'l salpasser. Ab tot y ranquejar com ranquejava, tenía allavoras aquells ayres d'ordenat, dels seus bons temps, que tot el transfiguravan, com si fos un sacerdot. Ab tota pausa, ab tota unció, possehit fins a l'ánima del ritual funerari que seguía, se va acostar al peu del llit, a punt de dir las absoltas. Pera ajudarli la pregaria, la Mariagna va córrer a agenollarse al seu costat, ab las mans plegadas sobre 'l pit. Semblavan un oficiant y un escolá de debò qu'en sa vida no haguessin fet altra cosa que celebrar exequias pera 'ls difunts. --Dónali, Senyor, la pau eterna, --va començar dihent el jayo, mentres arruixava d'aygua beneyta 'l catafalch. Y la vella responía ab gran fervor: --Y que la llum perpetua l'il·lumini. --Que reposi en pau. --Amen. Els bosquerols a cada moment esdevenían més moixos, més capficats, com si de mica en mica 's compungissin a la vista de la mort y de las devocions fervorosas dels dos jayos. Aquellas flamas que llengotejavan dalt dels ciris, aquell to planyívol de l'oració dels vells, aquell aspecte del capellá, ab els llavis blanchs, ab els ulls fondos, ab la pell cendrosa y groga... tot apareixía prou fúnebre y prou punyent pera acondolir las ánimas pecadoras y durlas a contrició. Era la visió aterradora del tránzit d'un món a l'altre, ab el seu seguici d'eterna", "gloria pels qui moren en el Senyor, ab acompanyament d'eternas penas y eternas flamas pels qui moren en el pecat... Entremitj de la quietut sepulcral que regnava dins la cambra, se va sentir un bleix fondo, com d'algun bosquerol que sospirés tristament, a punt de rompre a plorar... --...¡Ay... Deu meu! ¡Ay... Senyor! Aquells ays, aquells sospirs, varen arribar fins al capellá agonitzant, com una canturia deliciosa. Eternament refiat de la redempció dels feligresos, va creure arribada l'hora del penediment. --¡Ay, si pogués parlar! ¡Ah, si pogués darme a entendre! --pensava, bategant d'esperança, el sacerdot.-- ¡Ah, si pogués aprofitar aquet instant, còm s'obraría 'l miracle! Y, abrusat tot de sobte, com en una derrera estremitut, d'amor a Deu y amor al pròxim, li varen venir unas ganas infinitas d'alçar la seva má sacerdotal y benehirlos a tots, dihent: --¡Germans meus, fills meus, jo us beneheixo en nom del Pare, del Fill, de l'Esperit Sant! Els bosquerols restavan somiosos al voltant del llit mortuori, contemplant encantats las ceremonias fúnebres que 'ls jayos anavan fent de tant en tant. Semblava que no poguessin moures d'aquell lloch, qu'una força ignorada 'ls hi tingués encadenats. Hi havía moments que feyan posat d'anarse a enternir, de somicar, de llençar llágrimas. Fins semblava que, a l'instant mes impensat, alguns havían d'agenollarse y fer companyía als jayos y resar junts la lletanía... Però veusaquí qu'en aquell mateix moment se va sentir una fressa alegroya, per la porta de la cambra, com de gent poch recatada qu'anés a entrar movent bullicia. Tots els bosquerols varen girar el cap, encuriosits de sobte y mitj fregantse 'ls ulls, a tall d'homes que 's desvetllan del somni fondo que 'ls tenía aclaparats. Qui primer va treure 'l cap entre la gent arribada, va ser la moça de l'ermita de Puiggraciós; després, sa mare, l'ermitana; acabat, la Rodassocas. Tots els ulls dels bosquerols se varen clavar en la meuca desseguida... y va sonar dins la cambra una remor de xiu-xius. La Rodassocas va mirar al difunt fent una ganyota fastigosa; després va resseguir ab la vista als bosquerols, entre mofeta y lasciva... després, va girar cúa y va surtir... Allavoras hi va haver un instant de dubte entre la gent... ¿Què farem? ¿Què direm?... Però, com qu'en Carbassot se va determinar a eixir del rengle, l'Aleix de las Tòfonas el va seguir, y, derrera l'Aleix, l'avi Pugna y el Cosme de la Rovira y el Bepus de l'Uyá, y, a la fi, tots, tots varen córrer derrera la farum de carn que feya la bagaça, com afanyosos de perpetuar, pels sots ombrívols, la passa de luxuria y de dolor. Fi."], "total_pages": 86}, "timestamp": 1742835678.4613829}